[
  {
    "path": "posts/2022-06-04-manajemen-rantai-pasokan-dan-proyek/",
    "title": "Manajemen Rantai Pasokan dan Proyek",
    "description": "Modul 8 & 9/EKMA4215",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-06-04",
    "categories": [],
    "contents": "\r\nPendahuluan\r\nSesi ini akan membahas manajemen rantai pasokan (modul 8) dan\r\nmanajemen proyek (modul 9).\r\nSecara umum setelah mempelajari modul 8, mahasiswa diharapkan dapat\r\nmenjelaskan manajemen rantai pasokan dan sistem produksi ramping.\r\nSecara khusus, setelah mempelajari modul ini, mahasiswa diharapkan\r\nmampu:\r\nmenjelaskan pengertian manajemen rantai pasokan\r\nmenjelaskan strategi perusahaan dan rantai pasokan\r\nmenjelaskan rantai pasokan pada perusahaan jasa atau layanan\r\nmenjelaskan bagaimana mengelola rantai pasokan\r\nmenjelaskan strategi rantai pasokan dalam perusahaan\r\nmenjelaskan berbagai teknologi informasi yang mendukung rantai\r\npasokan\r\nmenjelaskan cara mengukur kinerja rantai pasokan\r\nmenjelaskan pengertian outsourcing\r\nmenjelaskan pentingnya melakukan alih daya\r\nmenjelaskan perencanaan strategi dan kompetensi inti\r\nmenjelaskan sistem operasional yang ramping\r\nDalam modul 9, Anda diajak mendiskusikan perencanaan, penjadwalan dan\r\npengendalian proyek. Secara umum setelah mempelajari modul ini,\r\nmahasiswa diharapkan dapat menjelaskan konsep proyek dan manajemen\r\nproyek serta alat dan teknik untuk mengelola proyek.\r\nSecara khusus, setelah mempelajari modul ini, mahasiswa diharapkan\r\nmampu:\r\nmenjelaskan pengertian manajemen proyek\r\nmenjelaskan perencanaan proyek\r\nmenjelaskan penjadwalan proyek\r\nmenjelaskan pengendalian proyek\r\nmenjelaskan PERT/CPM\r\nmenjelaskan penjadwalan proyek dengan PERT dan CPM\r\nModul\r\n8: Manajemen Rantai Pasokan (Supply Chain Management)\r\nKB 1 Manajemen Rantai\r\nPasokan\r\nSupply chain management describes the coordination of all supply\r\nchain activities, starting with raw materials and ending with a\r\nsatisfied customer.\r\nsuppliers; manufacturers and/or service providers; and distributors,\r\nwholesalers, and/or retailers who deliver the product and/or service to\r\nthe final customer.\r\n\r\nThe objective of supply chain management is to structure the supply\r\nchain to maximize its competitive advantage and benefits to the ultimate\r\nconsumer.\r\nStrategi Perusahaan dan\r\nRantai Pasokan\r\nSumber: Heizer, et. al. (2020)\r\nStrategi Rantai Pasokan\r\nMany Suppliers\r\nWith the many-suppliers strategy, a supplier responds to the demands\r\nand specifications of a “request for quotation,” with the order usually\r\ngoing to the low bidder.\r\nThis is a common strategy when products are commodities.\r\nThis strategy plays one supplier against another and places the\r\nburden of meeting the buyer’s demands on the supplier.\r\nSuppliers aggressively compete with one another.\r\nThis approach holds the supplier responsible for maintaining the\r\nnecessary technology, expertise, and forecasting abilities, as well as\r\ncost, quality, and delivery competencies.\r\nLong-term “partnering” relationships are not the goal.\r\nFew Suppliers\r\nA strategy of few suppliers implies that rather than looking for\r\nshort-term attributes, such as low cost, a buyer is better off forming a\r\nlong-term relationship with a few dedicated suppliers.\r\nLong-term suppliers are more likely to understand the broad\r\nobjectives of the procuring firm and the end customer.\r\nUsing few suppliers can create value by allowing suppliers to have\r\neconomies of scale and a learning curve that yields both lower\r\ntransaction costs and lower production costs.\r\nThis strategy also encourages those suppliers to provide design\r\ninnovations and technological expertise.\r\nVertical Integration\r\nPurchasing can be extended to take the form of vertical\r\nintegration.\r\nBy vertical integration, we mean developing the ability to produce\r\ngoods or services previously purchased or to actually buy a supplier or\r\na distributor.\r\n\r\nJoint Ventures\r\nBecause vertical integration is so dangerous, firms may opt for some\r\nform of formal collaboration.\r\n\r\nKeiretsu Networks\r\nMany large Japanese manufacturers have found another strategy: it is\r\npart collaboration, part purchasing from few suppliers, and part\r\nvertical integration.\r\nThese manufacturers are often financial supporters of suppliers\r\nthrough ownership or loans.\r\nThe supplier becomes part of a company coalition known as a\r\nkeiretsu.\r\nMembers of the keiretsu are assured long-term rela- tionships and\r\nare therefore expected to collaborate as partners, providing technical\r\nexpertise and stable quality production to the manufacturer.\r\nVirtual Companies\r\nVirtual companies rely on a variety of good, stable supplier\r\nrelationships to provide services on demand.\r\nSuppliers may provide a variety of services that include doing the\r\npayroll, hiring personnel, designing products, providing consulting\r\nservices, manufacturing components, conducting tests, or distributing\r\nproducts.\r\nThe relationships may be short- or long-term and may include true\r\npartners, collaborators, or simply able suppliers and subcontractors.\r\nWhatever the formal relationship, the result can be exceptionally lean\r\nperformance.\r\nThe advantages of virtual companies include specialized management\r\nexpertise, low capital investment, flexibility, and speed. The result is\r\nefficiency.\r\nMengukur Kinerja Rantai\r\nPasokan\r\nKB2: Sistem\r\nOperasional yang Ramping (Lean Operation)\r\nLean operations supply the customer with exactly what the customer\r\nwants when the customer wants it, without waste, through continuous\r\nimprovement.\r\nLean operations are driven by workflow initiated by the “pull” of\r\nthe customer’s order.\r\nJust-in-time (JIT) is an approach of continuous and forced problem\r\nsolving via a focus on throughput and reduced inventory.\r\nOperations managers address three issues that are fundamental to\r\noperations improvement: eliminate waste, remove variability, and improve\r\nthroughput.\r\nEliminate Waste\r\nLean producers set their sights on perfection: no bad parts, no\r\ninventory, only value-added activities, and no waste.\r\nSumber Pemborosan:\r\nOverproduction: Producing more than the customer orders or producing\r\nearly (before it is demanded) is waste.\r\nQueues: Idle time, storage, and waiting are wastes (they add no\r\nvalue).\r\nTransportation: Moving material between plants or between work\r\ncenters and handling it more than once is waste.\r\nInventory: Unnecessary raw material, work-in-process (WIP), finished\r\ngoods, and excess operating supplies add no value and are wastes.\r\nMotion: Movement of equipment or people that adds no value is\r\nwaste.\r\nOverprocessing: Work performed on the product that adds no value is\r\nwaste.\r\nDefective product: Returns, warranty claims, rework, and scrap are\r\nwastes.\r\n\r\n5S- a Lean production\r\nchecklist\r\nSort: Keep what is needed and remove everything else from the work\r\narea; when in doubt, throw it out. Identify nonvalue items and remove\r\nthem. Getting rid of unneeded items makes space available and usually\r\nimproves workflow.\r\nSimplify: Arrange and use methods analysis tools to improve workflow\r\nand reduce wasted motion. Consider long-run and short-run ergonomic\r\nissues. Label and display for easy use only what is needed in the\r\nimmediate work area.\r\nShine: Clean daily; eliminate all forms of dirt, contamination, and\r\nclutter from the work area.\r\nStandardize: Remove variations from the process by developing\r\nstandard operating procedures and check-lists; good standards make the\r\nabnormal obvious. Standardize equipment and tooling so that\r\ncross-training time and cost are reduced. Train and retrain the work\r\nteam so that when deviations occur, they are readily apparent to\r\nall.\r\nSustain: Review periodically to recognize efforts and to motivate to\r\nsustain progress. Use visuals wherever possible to communicate and\r\nsustain progress.\r\nModul 9: Manajemen Proyek\r\nSetelah mempelajari modul ini, secara umum mahasiswa diharapkan dapat\r\nmenjelaskan konsep proyek dan manajemen proyek serta alat dan teknik\r\nuntuk mengelola proyek.\r\nSecara khusus, mahasiswa diharapkan mampu:\r\nmenjelaskan pengertian manajemen proyek\r\nmenjelaskan perencanaan proyek\r\nmenjelaskan penjadwalan proyek\r\nmenjelaskan pengendalian proyek\r\nmenjelaskan PERT/CPM\r\nmenjelaskan penjadwalan proyek dengan PERT dan CPM\r\nKB 1 Manajemen Proyek\r\nProyek adalah kegiatan unik dan temporer yang terjadi pada suatu\r\nwaktu tertentu pada jangka waktu terbatas.\r\nManajemen proyek adalah kegiatan merencanakan, mengorganisasikan,\r\nmengelola, memimpin serta mengevaluasi proyek yang berjangka waktu\r\ntertentu dan untuk memenuhi tujuan tertentu.\r\nScheduling projects can be a difficult challenge for operations\r\nmanagers.\r\nThe stakes in project management are high.\r\nCost overruns and unnecessary delays occur due to poor scheduling\r\nand poor controls.\r\nThe management of projects involves three phases:\r\nPlanning: This phase includes goal setting, defining the project,\r\nand team organization.\r\nScheduling: This phase relates people, money, and supplies to\r\nspecific activities and relates activities to each other.\r\nControlling: Here the firm monitors resources, costs, quality, and\r\nbudgets. It also revises or changes plans and shifts resources to meet\r\ntime and cost demands.\r\n\r\n\r\n\r\nSumber: Heizer, et.al. (2020)\r\n\r\nThree popular techniques to allow managers to plan, schedule, and\r\ncontrol—Gantt charts, PERT, and CPM\r\nWhatever the approach taken by a project manager, project\r\nscheduling serves several purposes:\r\nIt shows the relationship of each activity to others and to the\r\nwhole project.\r\nIt identifies the precedence relationships among activities.\r\nIt encourages the setting of realistic time and cost estimates for\r\neach activity.\r\nIt helps make better use of people, money, and material resources by\r\nidentifying critical bottlenecks in the project.\r\n\r\nGantt charts\r\nGantt charts are low-cost means of helping managers make sure that\r\n(1) activities are planned, (2) order of performance is documented, (3)\r\nactivity time estimates are recorded, and (4) overall project time is\r\ndeveloped.\r\nEasy to understand\r\nSumber: Heizer, et.al. (2020)\r\nProject Management\r\nTechniques: PERT and CPM\r\nPERT and CPM both follow six basic steps:\r\nDefine the project and prepare the work breakdown structure.\r\nDevelop the relationships among the activities. Decide which\r\nactivities must precede and which must follow others.\r\nDraw the network connecting all the activities.\r\nAssign time and/or cost estimates to each activity.\r\nCompute the longest time path through the network. This is called\r\nthe critical path.\r\nUse the network to help plan, schedule, monitor, and control the\r\nproject.\r\nPERT and CPM are important because they can help answer questions\r\nsuch as the follow- ing about projects with thousands of activities:\r\nWhen will the entire project be completed?\r\nWhat are the critical activities or tasks in the project—that is,\r\nwhich activities will delay the entire project if they are late?\r\nWhich are the noncritical activities—the ones that can run late\r\nwithout delaying the whole project’s completion?\r\nWhat is the probability that the project will be completed by a\r\nspecific date?\r\nAt any particular date, is the project on schedule, behind schedule,\r\nor ahead of schedule?\r\nOn any given date, is the money spent equal to, less than, or\r\ngreater than the budgeted amount?\r\nAre there enough resources available to finish the project on\r\ntime?\r\nIf the project is to be finished in a shorter amount of time, what\r\nis the best way to accomplish this goal at the least cost?\r\n–> Lihat contoh dan latihan di BMP\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-06-05T08:10:57+07:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-05-28-perencanaan-dan-penjadwalan-produksi/",
    "title": "Perencanaan dan Penjadwalan Produksi",
    "description": "Modul 7/EKMA4215",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-05-28",
    "categories": [],
    "contents": "\r\nPENDAHULUAN\r\nProses produksi memerlukan perencanaan dan penjadwalan proses secara\r\nterstruktur untuk menghindari overload dan underload\r\nbaik yang dialami oleh karyawan maupun mesin-mesin yang digunakan dalam\r\nproses produksi.\r\nSecara umum setelah mempelajari modul ini, mahasiswa diharapkan dapat\r\nmenjelaskan pengertian perencanaan dan penjadwalan, perlunya dilakukan\r\nperencanaan dan penjadwalan produksi dan layanan, berbagai metode yang\r\ndapat digunakan dalam perencanaan dan penjadwalan produksi.\r\nSecara khusus, setelah mempelajari modul ini, mahasiswa diharapkan\r\nmampu:\r\n\r\nmenjelaskan pengertian perencanaan dan penjadwalan produksi dan\r\nlayanan.\r\n\r\nmenjelaskan proses perencanaan dan penjadwalan agregat\r\n\r\nmenjelaskan strategi perencanaan dan penjadwalan agregat\r\n\r\nmenjelaskan tujuan penjadwalan jangka pendek\r\n\r\nmenjelaskan metode yang digunakan dalam penugasan\r\n\r\nmenjelaskan penggunaan metode pengurutan\r\n\r\nmenjelaskan penjadwalan layanan\r\n\r\nmenjelaskan metode penjadwalan layanan\r\n\r\nmenjelaskan pengertian dan tujuan analisis teori antrean\r\n\r\nmenjelaskan model antrean.\r\nKEGIATAN\r\nBELAJAR 1: Perencanaan dan Penjadwalan Agregat\r\nSifat Perencanaan Agregat\r\nThe objective of aggregate planning is usually to meet forecast\r\ndemand while minimizing cost over the planning period.\r\nHowever, other strategic issues may be more important than low\r\ncost.\r\nThese strategies may be to smooth employment, to drive down\r\ninventory levels, or to meet a high level of service, regardless of\r\ncost.\r\nExamples:\r\nAn aggregate plan for BMW tells the auto manufacturer how many cars\r\nto make but not how many should be two-door vs. four-door or red\r\nvs. green.\r\nIt tells Steel factory how many tons of steel to produce but does\r\nnot differentiate grades of steel.\r\n\r\nStrategi-Strategi\r\nPerencanaan Agregat\r\nKetika merancang perencanaan agregat, manajer operasi harus menjawab\r\nbeberapa pertanyaan berikut:\r\nShould inventories be used to absorb changes in demand during the\r\nplanning period?\r\nShould changes be accommodated by varying the size of the\r\nworkforce?\r\nShould part-timers be used, or should overtime and idle time absorb\r\nfluctuations?\r\nShould subcontractors be used on fluctuating orders so a stable\r\nworkforce can be maintained?\r\nShould prices or other factors be changed to influence demand?\r\nOpsi-Opsi Perencanaan\r\nAgregat\r\n\r\nSumber: Heizer, et. al. (2020)\r\nKEGIATAN BELAJAR\r\n2: Penjadwalan Jangka Pendek\r\nPentingnya Penjadwalan\r\nJangka Pendek\r\nPerhatikan Contoh-Contoh\r\nBerikut:\r\nPerusahaan penerbangan membuat penjadwalan yang melibatkan:\r\nRatusan pesawat setiap hari.\r\nRibuan pilot dan pramugari agar penumpang bisa sampai ke tujuannya\r\ntepat waktu.\r\nMembuat penyesuaian yang cepat dengan perubahan permintaan, kondisi\r\ncuaca, dll.\r\n\r\nPenjadwalan Perusahaan Manufaktur:\r\nMatch resources to customer demands, scheduling competence focuses\r\non making parts on a just-in-time basis, with low setup times, little\r\nwork-in-process, and high facility utilization.\r\nEfficient scheduling result in manufacturing companies drive down\r\ncosts and meet promised due dates.\r\n\r\nJadi Peran Strategis Penjadwalan adalah:\r\nSecara internal: effective scheduling means faster\r\nmovement of goods and services through a facility and greater use of\r\nassets. The result is greater capacity per money invested, which\r\ntranslates into lower costs.\r\nSecara eksternal: good scheduling provides faster\r\nthroughput, added flexibility, and more dependable delivery, improving\r\ncustomer service.\r\nPermasalahan-Permasalahan\r\nPenjadwalan\r\nSumber: Heizer, et. al. (2020)\r\nForward and Backward\r\nScheduling\r\nForward scheduling starts the schedule as soon as the job\r\nrequirements are known.\r\nForward scheduling is used in organizations such as hospitals,\r\nclinics, restaurants, and machine tool manufacturers.\r\nIn these facilities, jobs are performed to customer order, and\r\ndelivery is typically scheduled at the earliest possible date.\r\n\r\n\r\n\r\nBackward scheduling begins with the due date, scheduling the final\r\noperation first.\r\nSteps within the job are then scheduled, one at a time, in reverse\r\norder.\r\nBy subtracting the time needed for each item, the start time is\r\nobtained.\r\nBackward scheduling is used in manufacturing environments, as well\r\nas service environments such as catering a banquet or scheduling\r\nsurgery.\r\n\r\n\r\n\r\n–> In practice, a combination of forward and backward scheduling\r\nis often used to find a reasonable trade-off between capacity\r\nconstraints and customer expectations.\r\nMetode Pengurutan (Sequencing\r\nJobs)\r\nSequencing (often called dispatching) is accomplished by\r\nspecifying the priority rules to use to release (dispatch) jobs to each\r\nwork center.\r\nPriority rules are especially applicable for process-focused\r\nfacilities such as clinics, print shops, and manufacturing job\r\nshops.\r\nThe most popular priority rules are:\r\nFCFS: first come, first served. Jobs are completed\r\nin the order they arrived.\r\nSPT: shortest processing time. Jobs with the\r\nshortest processing times are assigned first.\r\nEDD: earliest due date. Earliest due date jobs are\r\nassigned first.\r\nLPT: longest processing time. Jobs with the longest\r\nprocessing time are assigned first.\r\n\r\nNo one sequencing rule always excels on all criteria:\r\nShortest processing time (SPT) is generally the best technique for\r\nminimizing job flow and minimizing the average number of jobs in the\r\nsystem. Its chief disadvantage is that long-duration jobs may be\r\ncontinuously pushed back in priority in favour of short-duration jobs.\r\nCustomers may view this dimly, and a periodic adjustment for longer jobs\r\nmust be made.\r\nFirst come, first served (FCFS) does not score well on most criteria\r\n(but neither does it score particularly poorly). It has the advantage,\r\nhowever, of appearing fair to customers, which is important in service\r\nsystems.\r\nEarliest due date (EDD) minimizes maximum tardiness, which may be\r\nnecessary for jobs that have a very heavy penalty after a certain date.\r\nIn general, EDD works well when lateness is an issue.\r\n\r\nPenjadwalan Layanan\r\nPenjadwalan sistem layanan berbeda dari penjadwalan manufactur dalam\r\nbeberapa aspek:\r\nIn manufacturing, the scheduling emphasis is on machines and\r\nmaterials; in services, it is on staffing levels.\r\nInventories can help smooth demand for manufacturers, but many\r\nservice systems do not maintain inventories.\r\nServices are labour intensive, and the demand for this labour can be\r\nhighly variable.\r\nLegal considerations, such as wage and hour laws and union contracts\r\nthat limit hours worked per shift, week, or month, constrain scheduling\r\ndecisions.\r\nBecause services usually schedule people (rather than material),\r\nsocial, fatigue, seniority, and status issues complicate\r\nscheduling.\r\nContoh-Contoh\r\nKompleksitas Penjadwalan Layanan\r\nRumah Sakit\r\nA hospital is an example of a service facility that may use a\r\nscheduling system every bit as complex as one found in a job shop.\r\nHospitals seldom use a machine shop priority system such as first come,\r\nfirst served (FCFS) for treating emergency patients, but they often use\r\nFCFS within a priority class, a “triage” approach. And they often\r\nschedule products (such as surgeries) just like a factory, maintaining\r\nexcess capacity to meet wide variations in demand.\r\nBank\r\nBanks Cross-training of the workforce in a bank allows loan officers\r\nand other managers to provide short-term help for tellers if there is a\r\nsurge in demand. Banks also employ parttime personnel to provide a\r\nvariable capacity.\r\nRitel\r\nRetail Stores Scheduling optimization systems, such as Workbrain,\r\nCybershift, and Kronos, are used at retailers including Walmart, Payless\r\nShoes, and Target. These systems track individual store sales,\r\ntransactions, units sold, and customer traffic in 15-minute increments\r\nto create work schedules. Walmart’s 2.3 million and Target’s 350,000\r\nemployees used to take thousands of managers’ hours to schedule; now\r\nstaffing is drawn up nationwide in a few hours, and customer checkout\r\nexperience has improved dramatically.\r\nBuka 24 jam/7 hari\r\n24/7 Operations Emergency hotlines, police/fire departments,\r\ntelephone operations, and mail-order businesses (such as L.L.Bean)\r\nschedule employees 24 hours a day, 7 days a week. To allow management\r\nflexibility in staffing, sometimes part-time workers can be employed.\r\nThis provides both benefits (in using odd shift lengths or matching\r\nanticipated workloads) and difficulties (from the large number of\r\npossible alternatives in terms of days off, lunch hour times, rest\r\nperiods, starting times). Most companies use computerized scheduling\r\nsystems to cope with these complexities.\r\nPenerbangan\r\n\r\nKegiatan\r\nBelajar 3: Teori Antrean (Queuing Theory)\r\nQueuing theory, is an important part of operations and a valuable\r\ntool for the operations manager.\r\nMengantri adalah situasi yang umum terjadi:\r\nmobil mau masuk/keluar jalan tol\r\npasien di rumah sakit atau praktek dokter\r\nwisuda sarjana…hmm\r\n\r\nSumber: Heizer, et. al. (2020)\r\nKarakteristik Sistem Garis\r\nTunggu\r\nThe three parts of a waiting-line, or queuing, system:\r\nArrivals or inputs to the system: These have characteristics such as\r\npopulation size, behaviour, and a statistical distribution.\r\nQueue discipline, or the waiting line itself: Characteristics of the\r\nqueue include whether it is limited or unlimited in length and the\r\ndiscipline of people or items in it.\r\nThe service facility: Its characteristics include its design and the\r\nstatistical distribution of service times.\r\nArrival Characteristics\r\nThe input source that generates arrivals or customers for a service\r\nsystem has three majorcharacteristics:\r\nSize of the arrival population\r\nBehavior of arrivals\r\nPattern of arrivals (statistical distribution)\r\nWaiting-Line Characteristics\r\nThe length of a line can be either limited or unlimited.\r\nA queue is limited when it cannot, either by law or because of\r\nphysical restrictions, increase to an infinite length.\r\nA small barbershop, for example, will have only a limited number\r\nof waiting chairs.\r\nA queue is unlimited when its size is unrestricted, as in the\r\ncase of the toll booth serving arriving automobiles.\r\nA second waiting-line characteristic deals with queue\r\ndiscipline.\r\nThis refers to the rule by which customers in the line are to\r\nreceive service. Most systems use a queue discipline known as the\r\nfirst-in, first-out (FIFO) rule.\r\nIn a hospital emergency room or an express checkout line at a\r\nsupermarket, however, various assigned priorities may preempt\r\nFIFO.\r\nPatients who are critically injured will move ahead in treatment\r\npriority over patients with broken fingers or noses.\r\nShoppers with fewer than 10 items may be allowed to enter the\r\nexpress checkout queue (but are then treated as first-come,\r\nfirst-served).\r\nComputer-programming runs also operate under priority\r\nscheduling.\r\nService Characteristics\r\nThe third part of any queuing system is the service\r\ncharacteristics.\r\nTwo basic properties are important: (1) design of the service system\r\nand (2) the distribution of service times.\r\n\r\nPelayanan dengan\r\nSingle Channel System\r\n\r\nPelayanan dengan\r\nMulti Channel System\r\n\r\n\r\nSumber: Heizer, et. al. (2020)\r\nTrade-off\r\nantara waiting costs dengan service costs\r\n\r\nModel Simulasi\r\nSimulation is the attempt to duplicate the features, appearance,\r\nand characteristics of a real system.\r\nThe idea behind simulation is threefold:\r\nTo imitate a real-world situation mathematically\r\nThen to study its properties and operating characteristics\r\nFinally, to draw conclusions and make action decisions based on the\r\nresults of the simulation\r\n\r\nTo use simulation, an OM manager should:\r\nDefine the problem.\r\nIntroduce the important variables associated with the problem.\r\nConstruct a numerical model.\r\nSet up possible courses of action for testing by specifying values\r\nof variables.\r\nRun the experiment.\r\nConsider the results (possibly modifying the model or changing data\r\ninputs).\r\nDecide what course of action to take.\r\n\r\nKeuntungan dan Kerugian\r\nSimulasi\r\nThe main advantages of simulation are as follows:\r\nIt can be used to analyze large and complex real-world situations\r\nthat cannot be solved by conventional operations management models.\r\nReal-world complications can be included that most OM models cannot\r\npermit. For example, simulation can use any probability distribution the\r\nuser defines; it does not require standard distributions.\r\n“Time compression” is possible. The effects of OM policies over many\r\nmonths or years can be obtained by computer simulation in a short\r\ntime.\r\nSimulation allows “what-if ?” types of questions. Managers like to\r\nknow in advance what options will be most attractive. With a\r\ncomputerized model, a manager can try out several policy decisions\r\nwithin a matter of minutes.\r\nSimulations do not interfere with real-world systems. It may be too\r\ndisruptive, for example, to experiment physically with new policies or\r\nideas in a hospital or manufacturing plant.\r\nThe main disadvantages of simulation are as follows:\r\nGood simulation models can take a long time to develop.\r\nIt is a repetitive approach that may produce different solutions in\r\nrepeated runs. It does not generate optimal solutions to problems (as\r\ndoes linear programming).\r\nManagers must generate all of the conditions and constraints for\r\nsolutions that they want to examine. The simulation model does not\r\nproduce answers without adequate, realistic input.\r\nEach simulation model is unique. Its solutions and inferences are\r\nnot usually transferable to other problems.\r\n\r\n\r\n\r\n",
    "preview": "posts/2022-05-28-perencanaan-dan-penjadwalan-produksi/forward.png",
    "last_modified": "2022-05-29T07:55:18+07:00",
    "input_file": {},
    "preview_width": 301,
    "preview_height": 218
  },
  {
    "path": "posts/2022-05-19-sumber-daya-manusia-desain-kerja-dan-pengukuran-kerja/",
    "title": "Sumber Daya Manusia, Desain Kerja dan Pengukuran Kerja",
    "description": "Modul 6",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-05-19",
    "categories": [],
    "contents": "\r\n\r\nContents\r\nPENDAHULUAN\r\nKEGIATAN\r\nBELAJAR 1: STRATEGI PENGELOLAAN SDM OPERASIONAL\r\nMANAJEMEN SDM (MSDM)\r\nDESAIN PEKERJAAN\r\n\r\nKEGIATAN\r\nBELAJAR 2: KURVA PEMBELAJARAN DAN PENGUKURAN KERJA\r\nKURVA\r\nPEMBELAJARAN DALAM LAYANAN DAN MANUFAKTUR\r\n\r\n\r\nPENDAHULUAN\r\nBeberapa ahli berpandangan bahwa sumber daya manusia lebih penting\r\ndibandingkan sumber daya lain dalam memenangkan persaingan. Kemajuan\r\nteknologi informasi dan komunikasi yang membawa perubahan lingkungan\r\nkerja membutuhkan karyawan yang ahli secara teknis dan dapat\r\nberkomunikasi secara efektif dengan pelanggan. Produktivitas, efisiensi\r\ndan efektivitas sebagai salah satu tujuan perusahaan banyak terkait\r\ndengan sumber daya manusia. Oleh karena itu penting bagi perusahaan\r\nuntuk melakukan perencanaan dan pengelolaan SDMnya dengan baik.\r\nPada modul ini, Anda akan mempelajari pengelolaan SDM, bagaimana\r\nmembuat desain kerja dan bagaimana melakukan pengukuran kinerja. Secara\r\numum setelah mempelajari modul ini, mahasiswa diharapkan dapat\r\nmenjelaskan desain kerja dan pengukuran kinerja karyawan serta\r\nmenjelaskan penggunaan kurva pembelajaran yang mendukung desain kerja\r\ndan pengukuran kinerja.\r\nSecara khusus, setelah mempelajari modul ini, mahasiswa diharapkan\r\nmampu menjelaskan:\r\n\r\npengertian manajemen sumber daya manusia dalam organisasi;\r\n\r\npraktik pengelolaan SDM;\r\n\r\ndesain kerja;\r\n\r\ndesain kerja dan cara memotivasi karyawan untuk bekerja;\r\n\r\nkurva pembelajaran dalam layanan dan manufaktur;\r\n\r\nbeberapa pendekatan dalam kurva pembelajaran;\r\n\r\npengukuran waktu kerja karyawan;\r\n\r\nergonomi dan lingkungan kerja karyawan.\r\nKEGIATAN\r\nBELAJAR 1: STRATEGI PENGELOLAAN SDM OPERASIONAL\r\nMANAJEMEN SDM (MSDM)\r\nSemua kegiatan dalam organisasi yang mencakup penggabungan dan\r\npenggunaan SDM.\r\nMSDM yang baik harus memenuhi hak dan kewajiban karyawan dan\r\npermintaan masyarakat\r\nDepartemen MSDM bertanggung jawab dalam hal-hal teknis dan\r\nmanajerial yang berhubungan dengan SDM.\r\nPengembangan sistem SDM merupakan invisble asset yang\r\nmelekat dalam sistem operasi organisasi.\r\nPraktik pengelolaan SDM meliputi perencanaan karyawan, penyusunan\r\njadwal kerja, desain pekerjaan, penentuan waktu kerja serta evaluasi\r\nkinerja karyawan\r\n\r\nDESAIN PEKERJAAN\r\nJob design specifies the tasks that constitute a job for an\r\nindividual or a group.\r\nFive components of job design:\r\njob specialization,\r\njob expansion,\r\npsychological components,\r\nself-directed teams, and\r\nmotivation and incentive systems.\r\n\r\nBeberapa Atribut Penting dalam Desain Pekerjaan:\r\nTingkat pengulangan yang tepat\r\nTingkat perhatian dan penyerapan yang tepat\r\nTanggung jawab karyawan untuk mengambil keputusan dan kebijakan\r\nPengendalian karyawan terhadap pekerjaannya\r\nSasaran dan umpan balik pencapaian\r\nKontribusi terhadap produk atau jasa yang berguna\r\nKesempatan menjalin hubungan dan pertemanan personal\r\nBeberapa pengaruh melalui cara kerha yang dilaksanakan dalam\r\nkelompok\r\nPenggunaan keahlian\r\n\r\nJob enlargement: the grouping of a variety of tasks about the\r\nsame skill level; horizon- tal enlargement.\r\nJob rotation: a system in which an employee is moved from one\r\nspecialized job to another.\r\nJob enrichment: a method of giving an employee more\r\nresponsibility that includes some of the planning and control necessary\r\nfor job accomplishment; vertical expansion.\r\nEmployee empowerment: enlarging employee jobs so that the added\r\nresponsibility and authority are moved to the lowest level\r\npossible.\r\nSumber: Heizer, et.al (2020)\r\nKEGIATAN\r\nBELAJAR 2: KURVA PEMBELAJARAN DAN PENGUKURAN KERJA\r\nLearning curves are based on the premise that people and\r\norganizations become better at their tasks as the tasks are\r\nrepeated.\r\nA learning curve graph (see Figure) displays cost (or time) per\r\nunit versus the cumulative number of units produced.\r\nFrom it we see that the time needed to produce a unit decreases,\r\nusually following a negative exponential curve (part a), as the person\r\nor company produces more units.\r\nIt takes less time to complete each additional unit a firm\r\nproduces.\r\nHowever, the time savings in completing each subsequent unit also\r\ndecreases.\r\n\r\n\r\n\r\nSumber: Heizer, et.al (2020)\r\nPrinsip ini ditunjukkan dengan rumus: \\(T *\r\nL^n = Time\\ required\\ for\\ the\\ nth\\ unit\\)\r\nDimana,\r\nT = unit cost or unit time of the first unit\r\nL = learning curve rate\r\nn = number of times T is doubled\r\nKURVA\r\nPEMBELAJARAN DALAM LAYANAN DAN MANUFAKTUR\r\nDifferent organizations, different products have different learning\r\ncurves.\r\nThe rate of learning varies depending on the quality of management\r\nand the potential of the process and product.\r\nAny change in process, product, or personnel disrupts the learning\r\ncurve.\r\nThus,a learning curve does not seem smooth, continuing and\r\npermanent.\r\nSumber: Heizer, et.al (2020)\r\n\r\n\r\n\r\n",
    "preview": "posts/2022-05-19-sumber-daya-manusia-desain-kerja-dan-pengukuran-kerja/learning-curve.png",
    "last_modified": "2022-05-28T18:39:20+07:00",
    "input_file": {},
    "preview_width": 850,
    "preview_height": 332
  },
  {
    "path": "posts/2022-05-19-manajemen-persediaan/",
    "title": "Manajemen Persediaan",
    "description": "Modul 5",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-05-15",
    "categories": [],
    "contents": "\r\nPENDAHULUAN\r\nTujuan pengelolaan persediaan adalah memenuhi permintaan pelanggan\r\ndan mencapai keefektifan biaya. Modul ini membahas permasalahan\r\nmanajemen persediaan tradisional dan mendiskusikan beberapa model yang\r\nlebih populer untuk membuat keputusan persediaan yang efektif dalam\r\nbiaya.\r\nSecara umum, setelah mempelajari modul ini, mahasiswa diharapkan\r\ndapat menjelaskan manajemen model persediaan independen dan manajemen\r\nmodel persediaan dependen. Secara khusus, Anda diharapkan mampu:\r\n\r\nmenjelaskan pengertian dan manfaat persediaan dalam perusahaan\r\nmanufaktur dan layanan\r\n\r\nmenjelaskan model-model persediaan dengan permintaan independen.\r\n\r\nmenjelaskan pengertian persediaan dependen.\r\n\r\nmenjelaskan pengertian dan manfaat rencana kebutuhan material.\r\n\r\nmenjelaskan teknik-teknik dalam menyusun rencana kebutuhan\r\nbahan/material.\r\n\r\nmenjelaskan sistem persediaan just-in-time.\r\n\r\nmenjelaskan perencanaan sumber daya perusahaan jasa.\r\n\r\nKEGIATAN BELAJAR\r\n1: Model Persediaan Independen\r\nA. PENGERTIAN PERSEDIAAN\r\nInventory is present in all service and manufacturing\r\nprocesses.\r\nIn manufacturing, inventory consists of the components that make up\r\nthe product being manufactured.\r\nIn services, inventory may be used as part of the service delivery\r\nsystem (for example, disposable implements for a hospital operation), or\r\nit may be part of the tangible component of the service itself (for\r\nexample, the brochure for a car insurance policy).\r\nA bank has methods to control its inventory of cash.\r\nA hospital has methods to control blood supplies and\r\npharmaceuticals.\r\nGovernment agencies, schools, and, of course, virtually every\r\nmanufacturing and production organization are concerned with inventory\r\nplanning and control.\r\nInventory is important because although it is necessary for\r\ncustomer service it can also be a major cost to the\r\norganization.\r\nPersediaan adalah segala sesuatu yang disimpan untuk digunakan jika diperlukan\r\nFungsi Persediaan\r\nTo provide a selection of goods for anticipated customer demand and\r\nto separate the firm from fluctuations in that demand. Such inventories\r\nare typical in retail establishments.\r\nTo decouple various parts of the production process. For example, if\r\na firm’s supplies fluctuate, extra inventory may be necessary to\r\ndecouple the production process from suppliers.\r\nTo take advantage of quantity discounts, because purchases in larger\r\nquantities may reduce the cost of goods or their delivery.\r\nTo hedge against inflation and upward price changes.\r\nJenis-jenis Persediaan\r\nRaw material inventory has been purchased but not processed.\r\nWork-in-process (WIP) inventory is components or raw material that\r\nhave undergone some change but are not completed. WIP exists because of\r\nthe time it takes for a product to be made (called flow time).\r\nReducing flow time reduces inventory. Often this task is not\r\ndifficult: during most of the time a product is “being made,” it is in\r\nfact sitting idle. As Figure 12.1 shows, actual work time, or “run”\r\ntime, is a small portion of the material flow time, perhaps as low as\r\n5%.\r\n\r\n\r\nSumber: Render, et.al. (2020)\r\nMROs are inventories devoted to maintenance/repair/operating\r\nsupplies necessary to keep machinery and processes productive. They\r\nexist because the need and timing for maintenance and repair of some\r\nequipment are unknown.\r\nFinished-goods inventory is completed product awaiting shipment.\r\nFinished goods may be inventoried because future customer demands are\r\nunknown.\r\nB. MODEL-MODEL PERSEDIAAN\r\nInventory control models assume that demand for an item is either\r\nindependent of or dependent on the demand for other items.\r\nFor example, the demand for refrigerators is independent of the\r\ndemand for toaster ovens.\r\nHowever, the demand for toaster oven components is dependent on the\r\nrequirements of toaster ovens.\r\n\r\n1.\r\nModel Kuantitas Pemesanan Ekonomis (Economic Order Quantity/EOQ)\r\nThe economic order quantity (EOQ) model is one of the most commonly\r\nused inventory-control techniques.\r\nThis technique is relatively easy to use but is based on several\r\nassumptions:\r\nDemand for an item is known, reasonably constant, and independent of\r\ndecisions for other items.\r\nLead time—that is, the time between placement and receipt of the\r\norder—is known and consistent.\r\nReceipt of inventory is instantaneous and complete. In other words,\r\nthe inventory from an order arrives in one batch at one time.\r\nQuantity discounts are not possible.\r\nThe only variable costs are the cost of setting up or placing an\r\norder (setup or ordering cost) and the cost of holding or storing\r\ninventory over time (holding or carrying cost).\r\nStockouts (shortages) can be completely avoided if orders are placed\r\nat the right time.\r\n\r\n\r\n\r\nSumber: Render, et.al. (2020)\r\n2. Model Diskon Kuantitas\r\nA quantity discount is simply a reduced price (P) for an item when\r\nit is purchased in larger quantities.\r\nQuantity discounts appear everywhere—you cannot go into a grocery\r\nstore without seeing them on nearly every shelf.\r\nResearchers have found that most companies either offer or receive\r\nquantity discounts for at least some of the products that they sell or\r\npurchase.\r\n3. Model Kuantitas Pemesanan\r\nProduksi\r\nAn economic order quantity technique applied to production\r\norders.\r\n4. Model Probabilistik\r\nA statistical model applicable when product demand or any other\r\nvariable is not known but can be specified by means of a probability\r\ndistribution.\r\n5. Model Simulasi\r\nDuplikasi atau tiruan terhadap karakteristik, fitur dan penampilan\r\nsistem yang nyata dengan menggunakan komputer\r\ndilakukan jika terdapat ketidakpastian dalam permintaan, waktu\r\nantara dan waktu pemesanan kembali\r\n\r\nKEGIATAN BELAJAR\r\n2: Model Persediaan Dependen\r\nA. PENGERTIAAN PERSEDIAAN\r\nDEPENDEN\r\nPersediaan dependen adalah persediaan yang pengadaannya, baik jumlah\r\ndan waktu penyediaannya, ditentukan oleh urutan proses atau kebutuhan\r\nbahan atau komponen lain.\r\nDemand for items is dependent when the relationship between the\r\nitems can be determined.\r\nModel ini lebih realistis karena dalam praktik pada umumnnya produk\r\ntidak terdiri atas satu jenis bahan baku.\r\nDependent Inventory\r\nModel Requirements\r\nEffective use of dependent inventory models requires that the\r\noperations manager know the following:\r\nMaster production schedule (what is to be made and when)\r\nSpecifications or bill of material (materials and parts required to\r\nmake the product)\r\nInventory availability (what is in stock)\r\nPurchase orders outstanding (what is on order, also called expected\r\nreceipts)\r\nLead times (how long it takes to get various components)\r\nManfaat Model Persediaan\r\nDependen\r\nMampu menanggapi permintaan pelanggan\r\nMenanggapi secara lebih cepat terhadap perubahan pasar\r\nMemperbaiki penggunaan fasilitas dan karyawan\r\nMengurangi persediaan\r\nSistem Persediaan\r\nJust-in-Time\r\nJust-in-time adalah konsep persediaan dengan pemenuhan\r\nsecara tepat waktu, tepat jumlah dan tepat kualitas.\r\nJIT merupakan filosofi sekaligus teknik untuk menghilangkan\r\npemborosan\r\nTidak hanya berlaku pada persediaan, pada proses atau mutu juga\r\ndapat diterapkan.\r\nManfaat Penerapan JIT\r\nPersediaan berkurang\r\nPerbaikan kualitas\r\nPengurangan biaya\r\nPengurangan ruang yang dibutuhkan\r\nPengurangan lead time\r\nPeningkatan produktivitas\r\nFleksibilitas lebih besar\r\nHubungan dengan pemasok lebih baik\r\nKegiatan penjadwalan dan pengendalian lebih sederhana\r\nPeningkatan kapasitas\r\nPemberdayaan sumber daya manusia lebih baik\r\nVariasi produk lebih banyak mengikuti keinginan pelanggan\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-05-19T04:42:45+07:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-05-19-manajemen-kualitas/",
    "title": "Manajemen Kualitas",
    "description": "Modul 4",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-04-22",
    "categories": [],
    "contents": "\r\nPENDAHULUAN\r\nBeauty is in the eye of the beholder. Kualitas merupakan\r\npenilaian yang bersifat subyektif dari setiap orang. Kualitas secara\r\nsingkat dapat diartikan penilaian terhadap apa yang didapatkan dari apa\r\nyang telah dibayarkan. Dalam modul 4 ini, Anda akan mempelajari\r\nbagaimana mengelola kualitas produk, layanan, proses produksi dan proses\r\nlayanan. Setelah mempelajari modul ini Anda diharapkan mampu:\r\n\r\nmenjelaskan konsep kualitas dan manajemen kualitas\r\n\r\nmenjelaskan alat dan teknik perbaikan kualitas\r\n\r\nmenjelaskan pengertian, manfaat dan jenis standar internasional\r\n\r\nmenjelaskan konsep total quality management\r\n\r\nmenjelaskan pengertian pengendalian kualitas statistik\r\n\r\nmenjelaskan teknik pengendalian kualitas proses statistik untuk data\r\nvariabel\r\n\r\nmenjelaskan teknik pengendalian kualitas proses statistik untuk data\r\natribut\r\n\r\nmenjelaskan pengertian dan cara melakukan analisis kemampuan proses\r\nKEGIATAN\r\nBELAJAR 1: Manajemen Kualitas dan Standar Internasional\r\nA. KONSEP KUALITAS\r\nDAN MANAJEMEN KUALITAS\r\nKeseluruhan ciri atau karakteristik produk atau jasa dalam\r\ntujuannya untuk memenuhi kebutuhan dan harapan pelanggan\r\nKualitas produk atau jasa dapat diwujudkan bila orientasi seluruh\r\nkegiatan perusahaan diarahkan pada pencapaian kepuasan konsumen\r\nGambar 4.1 Dua Perspektif\r\nKualitasB. ALAT DAN TEKNIK\r\nPERBAIKAN KUALITAS\r\nDiagram Pareto\r\nHistogram\r\nLembar Pengecekan\r\nAnalisis Matriks\r\nDiagram Sebab Akibat\r\nDiagram Penyebaran\r\nDiagram Alur\r\nRun Chart\r\nTime Series\r\nSteam and Leaf Plots\r\nBox Plots\r\nPeta Multivariabel\r\nPeta Pengendali\r\nC. STANDAR INTERNASIONAL\r\nISO 9000 salah satu penjaminan mutu yang banyak digunakan\r\nISO 9000 merujuk pada seperangkat standar yang meliputi: ISO 9000,\r\nISO 9001, ISO 9002, ISO 9003 dan ISO 9004\r\nStandar tersebut mencakup perancangan kualitas, manajemen kualitas,\r\ndan penjaminan kualitas\r\nISO 9000\r\nStandar manajemen kualitas dan penjaminan kualitas\r\nPemandu untuk pemilihan dan penggunaan standar\r\nStandar ISO 9000 berisi pedoman yang digunakan bersamaan dengan\r\nkeempat standar lainnya.\r\nISO 9001\r\nSistem kualitas - mengarah pada efektivitas\r\nModel untuk penjaminan kualitas dalam perancangan/pengembangan,\r\nproduksi, instalasi dan pelayanan jasa\r\nMenjamin ketaatan terhadap kualitas dalam tahap\r\nperancangan/pengembangan, produksi, instalasi dan pelayanan jasa.\r\nDipakai oleh berbagai jenis perusahaan\r\nISO 9002\r\nModel untuk penjaminan mutu untuk produksi dan instalasi\r\nLebih lunak daripada ISO 9001\r\nBiasa digunakan perusahaan manufaktur\r\nISO 9003\r\nModel penjaminan kualitas dalam inspeksi akhir dan pengujian\r\nSangat terbatas dan sedikit digunakan\r\nISO 9004\r\nBerisi pemandu dalam hal-hal yang berkaitan dengan faktor teknis,\r\nadministratif dan sumber daya manusia yang mempengaruhi kualitas produk\r\ndan jasa.\r\nPemandu dalam pengembangan dan implementasi sistem kualitas\r\nD. TOTAL QUALITY MANAJEMEN\r\nFaktor kunci dalam produktivitas, efektivitas, efisiensi dan\r\npeningkatan kepuasan pelanggan dan karyawan\r\nFilosofi yang bertujuan perbaikan terus-menerus dan\r\nberkelanjutan\r\nVisi yang berfokus setiap orang dalam organisasi berkontribusi\r\nterhadap perbaikan kualitas\r\nPenekanan utama pada kualitas, dengan mengerjakan sesuatu dengan\r\nbaik sejak dari awal untuk memenuhi kepuasan pelanggan.\r\nKEGIATAN\r\nBELAJAR 2: Pengendalian Kualitas Statistik\r\nA. PENGERTIAN\r\nPENGENDALIAN KUALITAS STATISTIK\r\nTeknik penyelesaian masalah yang digunakan untuk memonitor,\r\nmengendalikan, menganalisis, mengelola serta memperbaiki produk dan\r\nproses menggunakan metode-metode statistik.\r\nB.\r\nPENGENDALIAN KUALITAS PROSES STATISTIK UNTUK DATA VARIABEL\r\nPeta Pengendalian (control chart):\r\nPemilihan karakteristik kualitas\r\nPemilihan subkelompok\r\nPengumpulan data\r\nPenentuan garis pusat\r\nPenyusunan revisi terhadap garis pusat\r\nInterpretasi terhadap pencapaian tujuan\r\n\r\nC.\r\nPENGENDALIAN KUALITAS PROSES STATISTIK UNTUK DATA ATRIBUT\r\nAtribut: karakteristik kualitas yang sesuai dengan spesifikasi atau\r\ntidak sesuai dengan spesifikasi\r\nD. ANALISIS KEMAMPUAN PROSES\r\nTahapan yang harus dilakukan dalam mengadakan pengendalian kualitas\r\nproses statistik\r\nMerupakan kemampuan proses untuk memenuhi spesifikasi yang didesain\r\nmenurut pendesain perusahaan atau permintaan pelanggan.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-05-19T04:36:45+07:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-05-19-perencanaan-lokasi-dan-tata-letak-perusahaan/",
    "title": "Perencanaan Lokasi dan Tata Letak Perusahaan",
    "description": "Modul 3",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-04-12",
    "categories": [],
    "contents": "\r\nPENDAHULUAN\r\nKeputusan penentuan lokasi untuk menghasilkan produk merupakan aspek\r\nkunci dalam membuat keputusan strategis dan logistik dalam perusahaan\r\nmanufaktur. Pemilihan lokasi yang tepat akan mendorong para pelanggan\r\ndatang untuk mendapatkan produk atau layanan dan memudahkan proses\r\nproduksi. Selain lokasi yang tepat, tata letak juga merupakan keputusan\r\nkunci yang menentukan efisiensi operasi jangka panjang dan mempunyai\r\nsejumlah implikasi strategis.\r\nSecara umum, setelah mempelajari modul ini, Mahasiswa diharapkan\r\ndapat menjelaskan perencanaan dan pengelolaan lokasi perusahaan dan tata\r\nletak perusahaan. Secara khusus, setelah mempelajari modul ini,\r\nmahasiswa diharapkan mampu:\r\n\r\nmenjelaskan berbagai faktor yang mempengaruhi penentuan lokasi\r\nperusahaan,\r\n\r\nmenjelaskan metode-metode penentuan lokasi perusahaan,\r\n\r\nmenjelaskan kriteria-kriteria tata letak operasional perusahaan,\r\n\r\nmenjelaskan jenis dan cara penentuan tata letak operasional\r\nperusahaan.\r\nKEGIATAN BELAJAR 1\r\nModel Penentuan Lokasi\r\nPerusahaan\r\nA. FAKTOR YANG MEMPENGARUHI PENENTUAN LOKASI\r\nFaktor yang dipertimbangkan dalam pemilihan lokasi perusahaan\r\nmanufaktur (Krajewski, 2007)\r\nIklim kerja yang menyenangkan\r\nKedekatan dengan pasar\r\nKualitas kehidupan\r\nKedekatan dengan pemasok dan sumberdaya\r\nKedekatan dengan fasilitas perusahaan induk\r\nBiaya penggunaan, pajak, dan kepemilikan atau hak milik.\r\nFaktor yang dipertimbangkan dalam pemilihan lokasi perusahaan\r\nJasa\r\nKedekatan dengan pelanggan\r\nBiaya transportasi dan kedekatan dengan pasar\r\nLokasi pesaing\r\nFaktor-faktor khusus lokasi, misal kemacetan lalu lintas\r\nB. METODE PENENTUAN LOKASI\r\nMetode penilaian faktor\r\nMetode Analisis titik impas (Break Even Analysis)\r\nMetode Pusat Gravitasi\r\nMetode Muatan-Jarak\r\nMetode Transportasi\r\nMetode Delphi\r\nKEGIATAN BELAJAR 2\r\nModel Penentuan Lokasi\r\nPerusahaan\r\nA. KRITERIA KINERJA TATA LETAK OPERASIONAL\r\nDesain Tata Letak Desain tata letak\r\nmempertimbangkan:\r\nPenggunaan orang, ruang dan peralatan dengan lebih baik\r\nDapat memperbaiki aliran informasi, orang dan material\r\nDapat meningkatkan moral karyawan, dan meningkatkan keamanan dan\r\nkondisi kerja.\r\nDapat memperbaiki kinerja dengan pelanggan\r\nFleksibel (apapun tata letak yang ada pasti memerlukan\r\nperubahan)\r\nB. JENIS TATA LETAK OPERASIONAL\r\nEmpat tipe tata letak:\r\nTata Letak aliran fleksibel\r\nTata letak aliran lini\r\nTata letak campuran\r\nTata letak posisi tetap\r\nTata Letak Proses\r\nTata letak proses yang digunakan dalam perusahaan jasa memerlukan\r\nruang yang memberikan kemudahan dan kenyamanan bagi pelanggan\r\nTata letak proses dicirikan dengan operasi yang sebentar-sebentar,\r\ntoko jasa, sekumpulan pekerjaan, atau sekumpulan produksi yang melayani\r\nkebutuhan yang berbeda dari orang-orang yang berbeda.\r\nTata Letak Kantor\r\nTata letak kantor menghendaki pengelompokan karyawan, peralatan dan\r\nruang untuk memberikan kenyamanan, keamanan dan perpindahan lokasi.\r\nBeberapa hal yang menjadi pertimbangan dalam tata letak kantor yaitu\r\nkedekatan, privasi atau keluasaan pribadi, dan beberapa macam pilihan\r\ntata letak kantor.\r\nTata Letak Eceran\r\nTiga elemen yang perlu diperhatikan:\r\nKondisi yang berkenaan dengan lingkungan\r\nFungsionalitas dan tata letak ruang\r\nTanda, simbol dan artefak yang merupakan karakteristik desain yang\r\nsignifikan dengan kondisi sosial.\r\nTata Letak Gudang\r\nBiaya tata letak gudang mencakup peralatan, orang, material,\r\nsupervisi, asuransi dan depresiasi.\r\nKeunggulan tata letak berorientasi pada produk dan perakitan:\r\nbiaya variabel per unit rendah,\r\nbiaya penanganan bahan baku rendah,\r\npengurangan produk dalam proses,\r\nmemudahkan pelatihan dan supervisi,\r\nmempercepat persiapan proses.\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-05-19T04:33:11+07:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-05-19-desain-produk-dan-proses/",
    "title": "Desain Produk dan Proses",
    "description": "Modul 2",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-04-09",
    "categories": [],
    "contents": "\r\nPENDAHULUAN\r\nDesain produk dan jasa dapat memberikan keunggulan bersaing bagi\r\nperusahaan. Modul 2 ini membahas desain produk dan layanan (KB1) dan\r\ndesain proses produksi dan proses penyampaian layanan (KB2). Secara umum\r\nsetelah mempelajari modul ini, mahasiswa diharapkan dapat menjelaskan\r\nkedua hal ini. Secara khusus, setelah mempelajari modul ini, mahasiswa\r\ndiharapkan dapat:\r\n\r\nmenjelaskan proses desain produk dan jasa,\r\n\r\nmenjelaskan penyusunan ide mengenai produk dan jasa,\r\n\r\nmenjelaskan pengertian dan proses penyusunan quality function\r\ndeployment,\r\n\r\nmenjelaskan pengertian dan proses desain jasa,\r\n\r\nmenjelaskan desain proses operasional,\r\n\r\nmenjelaskan peramalan permintaan yang mendukung desain proses produk dan\r\nlayanan,\r\n\r\nmenjelaskan teknologi yang mendukung proses produksi dan layanan,\r\n\r\nmenjelaskan pengelolaan kapasitas proses produksi dan layanan,\r\n\r\nmenjelaskan pengertian reliabilitas,\r\n\r\nmenjelaskan alasan dan manfaat reliabilitas,\r\n\r\nmenjelaskan metode-metode untuk memperbaiki reliabilitas selama desain\r\nproduk atau layanan dan proses\r\nKEGIATAN BELAJAR 1\r\nDESAIN DAN PENGEMBANGAN\r\nPRODUK\r\nA. PROSES DESAIN PRODUK DAN JASA\r\nDesain produk dimulai dari ide - uji kelayakan - uji prototipe -\r\nfinalisasi - peluncuran.\r\nDesain jasa juga sama tetapi biasanya melibatkan pelanggan. Contoh\r\nperusahaan jasa asuransi, perbankan, keuangan, transportasi, pendidikan,\r\nkomunikasi.\r\nDesain produk dan jasa proses kontinu karena:\r\nsiklus ekonomi: resesi, booming\r\nsosial demografi: small family, suami-istri bekerja, dll\r\nteknologi: cell phone, internet, social media\r\npolitik\r\nperubahan lain: praktik pemasaran, pemasok, global trade\r\n\r\nEnam hal penting dalam desain produk:\r\nmengurangi kompleksitas produk\r\nstandardisasi komponen\r\nperbaikan aspek fungsional\r\nmemperbaiki desain pekerjaan dan keamanan pekerjaan\r\nmemperbaiki kemudahan perbaikan\r\ndesain yang sehat dan kuat/konsisten\r\n\r\nTujuan keputusan produk adalah menerapkan strategi produk untuk\r\nmemenuhi permintaan pasar dan mencapai keunggulan bersaing.\r\n\r\nB PENYUSUNAN IDE\r\nProses desain dimulai dengan memahami pelanggan\r\nIde pengembangan: pelanggan, pemasok, bagian R&D, pemasaran,\r\npesaing dan teknologi\r\nPemetaan perseptual\r\nBenchmarking: membandingkan produk terbaik dikelasnya\r\nReverse engineering: membongkar produk pesaing\r\nStudi kelayakan: analisis pasar, analisis ekonomi, teknik dan\r\nstrategi, spesifikasi kerja.\r\nPrototyping dengan desain terintegrasi: desain bentuk, fungsional,\r\ndan produksi.\r\ndesain bentuk: karakter fisik, warna, ukuran, berat, dll\r\ndesain fungsional: keandalan, pemeliharaan, kegunaan\r\ndesain produksi: bagaimana produk akan dihasilkan\r\n\r\nC. QUALITY FUNCTION DEPLOYMENT (QFD)\r\nPengerahan fungsi kualitas: proses menentukan kebutuhan pelanggan\r\ndan menerjemahkannya ke dalam atribut yang dipahami oleh bidang-bidang\r\nfungsional terkait.\r\nmengubah suara pelanggan menjadi persyaratan desain teknis\r\n\r\nManfaat QFD: - mengurangi biaya - meningkatkan pendapatan -\r\nmengurangi waktu produksi\r\nD. DESAIN JASA\r\nLebih komprehensif dibanding produk\r\nVariasi proses jasa, sistem harus didesain secara hati-hati\r\nKonsep jasa didasarkan pada pengalaman pelanggan sasaran dan\r\nbagaimana layanan berbeda dari yang lain serta dapat bersaing di\r\npasar.\r\nPaket jasa: item-item fisik, manfaat yang dinikmati dan manfaat\r\npsikologis\r\nitem fisik: fasilitas, makanan, minuman, meja, taplak, ac,\r\nkebersihan\r\nmanfaat kenikmatan: rasa, aroma, keramahan\r\nmanfaat psikologis: kesehatan, kenyamanan, relaksasi\r\n\r\nKEGIATAN BELAJAR 2\r\nDESAIN PROSES,\r\nKAPASITAS PRODUKSI DAN PELAYANAN\r\nA. DESAIN PROSES OPERASIONAL\r\nStrategi Proses:\r\nmentransformasi sumberdaya menjadi produk dan jasa yang memenuhi\r\nkebutuhan pelanggan, spesifikasi sesuai biaya dan keterbatasan\r\nmanajerial perusahaan.\r\nproses produksi atau proses penyampaian layanan mempengaruhi\r\nefisiensi dan fleksibilitas proses produksi.\r\nEmpat strategi proses\r\nfokus proses: variasi banyak dan jumlah sedikit, biaya variabel\r\ntinggi, biaya tetap rendah\r\nfokus produk: jumlah besar, variasi sedikit, biaya variabel rendah,\r\nbiaya tetap tinggi.\r\nfokus pengulangan: berada antara fokus proses dan produk\r\nkustomisasi massal: jumlah dan variasi banyak\r\nB. DESAIN KAPASITAS\r\nKapasitas: banyaknya output yang dapat dicapai oleh sistem dalam\r\nperiode waktu tertentu\r\nUkuran keberhasil manajemen operasinal: keseimbangan antara kualitas\r\ndan manajemen sumberdaya\r\nEmpat pilihan pengendalian operasional:\r\nmengubah kapasitas\r\nmenangani persediaan\r\nmengharap pelanggan menunggu\r\nmempengaruhi permintaan dengan cara lain\r\n\r\nC. PERAMALAN PERMINTAAN\r\nTitik awal perencanaan: berapa barang atau jasa yang dapat dijual,\r\nharga, bahan baku, jam kerja, dll\r\nBeberapa teknik peramalan:\r\npertimbangan ahli (expert judgment), jangka panjang\r\npenghitungan (counting)\r\nperjalanan waktu (time series), jangka pendek\r\nsebab akibat (causal), jangka panjang-menengah\r\n\r\nD. TEKNOLOGI DALAM PROSES PRODUKSI\r\nPertimbangan pemilihan teknologi: kapasitas, ukuran, pemeliharaan,\r\nkeunggulan bersaing\r\nFleksibilitas: menanggapi perubahan waktu, biaya dan keinginan\r\npelanggan\r\nBeberapa teknologi: robot, CNC, AIS, AGV\r\nE. PENGELOLAAN KAPASITAS\r\nPerencanaan kapasitas sangat strategis:\r\nkekurangan kapasitas dapat kehilangan pelanggan karena layanan\r\nlambat dan kalah bersaing\r\nkelebihan kapasitas inefisiensi, mengurangi karyawan, menurunkan\r\nharga\r\n\r\nStrategi bersaing jangka panjang dengan menentukan kapasitas\r\npenggunaan sumberdaya, fasilitas peralatan, karyawan secara\r\nintensif.\r\nAntisipasi kelebihan/kekurangan kapasitas:\r\nsistem janjian: dokter, pengacara\r\nreservasi: hotel, restoran\r\nfirst come first serve: supermarket, kantor pos, pom bensin,\r\ndll\r\nKEGIATAN BELAJAR 3\r\nRELIABILITAS\r\nA. PENGERTIAN RELIABILITAS\r\nKemampuan produk untuk berfungsi pada periode waktu tertentu\r\nprobabilitas produk berfungsi\r\nkeberhasilan kinerja produk\r\nlingkungan peralatan harus beroperasi\r\nwaktu operasi\r\n\r\nProduk reliabel/andal: dapat berfungsi untuk periode waktu yang\r\nlama.\r\nBerkaitan dengan teknik perancangan, teknik kualitas, teknik\r\npembuatan dll\r\nB. ALASAN DAN MANFAAT RELIABILITAS\r\noptimalisasi periode waktu kerusakan\r\noptimalisasi periode waktu pemberian jaminan dan biaya jaminan\r\noptimalisasi waktu pencegahan kerusakan komponen\r\nperkiraan kebutuhan bahan baku.\r\ninformasi lebih baik tentang kerusakan komponen\r\nC. METODE UNTUK MEMPERBAIKI RELIABILITAS SELAMA DESAIN\r\nmeninjau kebutuhan pemakai, fungsi yang tidak bermanfaat dapat\r\ndihilangkan\r\npilihan antara reliabilitas dan kinerja fungsional, berat\r\nmeninjau pemilihan bahan baku yang belum teruji\r\npengendalian lingkungan operasi yang memiliki kegagalan rendah\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-05-19T04:29:50+07:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-05-19-manajemen-dan-strategi-operasional/",
    "title": "Manajemen dan Strategi Operasional",
    "description": "Modul 1",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-04-02",
    "categories": [],
    "contents": "\r\nCapaian Pembelajaran\r\nSecara Umum, setelah mempelajari Modul ini mahasiswa diharapkan dapat\r\nmenjelaskan manajemen operasional dan strategi operasional. Secara\r\nkhusus, setelah mempelajari Modul ini mahasiswa diharapkan mampu:\r\nmenjelaskan pengertian manajemen operasional\r\nmenjelaskan fungsi-fungsi operasional\r\nmenjelaskan perbedaan antara produk dan jasa\r\nmenjelaskan sejarah perkembangan manajemen operasional\r\nmenjelaskan tren atau perkembangan dalam manajemen operasional,\r\nmenjelaskan keputusan yang diambil oleh manajer operasional,\r\nmenjelaskan pengertian strategi operasional\r\nmenjelaskan strategi operasional dan kegiatan operasional\r\nmenjelaskan penyusunan strategi operasional\r\nmenjelaskan cara mencapai keunggulan bersaing melalui strategi\r\noperasional\r\nmenjelaskan pengembangan dan implementasi strategi operasional.\r\nKEGIATAN BELAJAR 1\r\nA. Pengertian Manajemen\r\nOperasional\r\nSetiap organisasi agar tetap exist harus menciptakan nilai\r\ndalam bentuk solusi, produk dan jasa untuk pelanggan. Caranya adalah\r\nmentransformasi sumberdaya yang dimiliki menjadi solusi yang dipakai\r\noleh pelanggan.\r\nOperasional proses transformasi input menjadi\r\noutput dengan tambahan nilai (value-added).\r\nManajemen Operasional: seperangkat kegiatan\r\nmenciptakan nilai produk atau jasa yang dihasilkan melalui proses\r\ntransformasi input menjadi output.\r\nManajer Operasional: mengawasi proses transformasi\r\ntersebut, melakukan perencanaan dan desain sistem operasional, serta\r\nmengelola kebutuhan material, kualitas dan produktivitas.\r\nOperations management is about how organizations create and\r\ndeliver services and products.\r\nPERHATIKAN ilustrasi berikut:\r\nEverything you wear, sit on, use, or read in the Mosque during\r\nTarawih comes to you courtesy of the operations managers who organized\r\nits creation and delivery.\r\nEvery lecture you attend at university, every book you borrow from\r\nthe library, every treatment you receive at the hospital, every meal you\r\nreceive at your chosen cafe, every service you expect in the shops – all\r\nhave been created by operations managers.\r\nOrang yang mengawasi penciptaan dan pendistribusian barang dan jasa\r\ndisebut ‘manajer operasi’, walaupun mereka tidak selalu disebut\r\ndemikian.\r\nMakul ini berkaitan dengan tugas, permasalahan dan keputusan manajer\r\noperasi yang membuat barang dan jasa yang dibutuhkan oleh\r\npelanggan.\r\nProses Transformasi\r\nInput-Output\r\n\r\n\r\n\r\nSumber: Nigel Slack and Alistair Brandon-Jones (2019)\r\nInput untuk Proses\r\nMaterials:\r\nmengubah ciri fisik (physical properties) seperti bentuk\r\natau komposisi.\r\nmengubah lokasi (location) seperti parcel delivery.\r\nmentransfer kepemilikan (to change the possession).\r\nmenyimpan material (store materials) seperti\r\nwarehouses.\r\n\r\nInformation\r\nprocess information could transform their informational properties\r\n(that is, the purpose or form of the information) seperti accountants do\r\nthis.\r\nSome change the possession of the information: for example, market\r\nresearch companies sell information.\r\nSome store the information, such as archives and libraries.\r\nSome operations, such as telecommunication companies, change the\r\nlocation of the information.\r\n\r\nPelanggan/(Customers)\r\noperations which process customers might change their physical\r\nproperties in a similar way to materials processors: for example,\r\nhairdressers or cosmetic surgeons.\r\nSome store (or more politely accommodate) customers: hotels, for\r\nexample.\r\nAir-lines, mass rapid transport systems and bus companies transform\r\nthe location of their customers, while hospitals transform their\r\nphysiological state.\r\nSome are concerned with transforming their psychological state: for\r\nexample, most entertainment services such as music, theatre, television,\r\nradio and theme parks.\r\n\r\n–> Khusus Pelanggan\r\nthey are not always simple ‘passive’ items to be processed. They can\r\nalso play a more active part in many operations and processes. For\r\nexample, they create the atmosphere in a restaurant; they provide the\r\nstimulating environment in learning groups in education, they provide\r\ninformation at check-in desks, and so on.\r\nWhen customers play this role, it is usually referred to as\r\n‘co-production’ because the customer plays a vital part in the provision\r\nof the product/service offering.\r\n\r\n\r\n\r\nSumber: Nigel Slack and Alistair Brandon-Jones (2019)\r\nKeluaran dari Proses (outputs from the process)\r\nOperations create products and services. Products and services are\r\ndifferent.\r\nProducts are usually tangible things whereas services are activities\r\nor processes.\r\nA car or a newspaper or a restaurant meal is a product, whereas a\r\nservice is the activity of the customer using or consuming that\r\nproduct.\r\nSome services do not involve products. Consultancy advice or a\r\nhaircut is a process (although some products may be supplied in support\r\nof the service, such as a report or a hair gel).\r\nAlso, while most products can be stored, at least for a short time,\r\nservice only happens when it is consumed or used. So, accommodation in\r\nan hotel room for example will perish if it is not sold that night, a\r\nrestaurant table will remain empty unless someone uses it that\r\nevening.\r\nNilai Tambah\r\n(value-added)\r\nEsensi dari fungsi operasi adalah menciptakan nilai tambah dalam\r\nproses transformasi.\r\nNilai tambah (value-added) adalah perbedaan antara biaya\r\nmasukan/input dengan nilai atau harga dari keluaran/output.\r\nDi dalam organisasi non profit, nilai dari outputnya (misalnya\r\npolisi, TNI, pemadam kebakaran) adalah nilai mereka pada masyarakat\r\n(keamanan, kenyamanan, dll); semakin besar nilai tambah yang diberikan,\r\nartinya semakin efektif operasi mereka.\r\nDi dalam organisasi dengan tujuan profit, nilai dari output diukur\r\ndari harga yang ingin dibayar oleh pelanggan untuk barang atau jasa\r\nmereka.\r\nPerusahaan menggunakan uang untuk yang diperoleh dari nilai tambah\r\nuntuk kegiatan R&D, investasi fasilitas dan peralatan baru, gaji\r\nkaryawan dan keuntungan.\r\nSemakin besar nilai tambah semakin banyak dana yang tersedia untuk\r\nkegiatan ini.\r\nNilai juga bisa dalam bentuk psikologis seperti branding.\r\n\r\n\r\n\r\nSumber: Stevenson, William J. (2021)\r\nPERBEDAAN PRODUK DAN JASA\r\n\r\n\r\n\r\nSumber: Jay Heizer, Barry Render, and Chuck Munson (2020)\r\nPrinsip Operasi\r\nHampir semua operasi menghasilkan barang dan jasa, dan\r\nPerbedaan antara operasi yang menghasilkan produk atau jasa \r\nsemakin tidak relevan. Pada dasarnya semua operasi \r\nmenghasilkan layanan bagi pelanggannya. \r\nKEGIATAN BELAJAR 2:\r\nStrategi Operasional\r\nPengertian Strategi\r\nAn effective operations management effort must have a\r\nmission so it knows where it is going and a\r\nstrategy so it knows how to get there.\r\nMisi: the purpose or rationale for an organization’s\r\nexistence\r\nStrategi: suatu langkah untuk menyusun rencana\r\nkegiatan yang dilakukan secara sengaja yang dapat menciptakan dan\r\nmenyusun keunggulan bersaing.\r\nMencapai\r\nKeunggulan Bersaing melalui Strategi Operasional\r\nKeunggulan bersaing adalah penciptaan suatu sistem yang memiliki\r\nkeunggulan khas dibanding para pesaing. Tujuannya adalah menciptakan\r\nnilai bagi pelanggan secara efisien dan berkelanjutan.\r\nmanajer operasi yang akan diminta mengimplementasikannya.\r\nMemahami\r\nLingkungan Bisnis: Porter’s five forces model\r\n\r\n\r\n\r\nBuyer power is high when customers have many choices and low when\r\nthey have few choices. Typically, organizations try to limit buyers’\r\nchoices by offering services that make it difficult for customers to\r\nswitch, which is essentially using a differentiation strategy.\r\nSupplier power is high when customers have fewer options and low\r\nwhen customers have more options.\r\nThe threat of customers choosing substitute products or services is\r\nhigh when many alternatives to an organization’s products and services\r\nare available.\r\nThe threat of new entrants into the market-place is low when\r\nduplicating a company’s product or service is difficult. Organizations\r\noften use focus strategies to ensure that this threat remains low.\r\nSampai saat ini, mesin pencari Google sangat sulit ditandingi oleh\r\nmesin pencari lain.\r\n\r\nTiga Strategi Bersaing\r\n1. Perbedaan (differentiation)\r\nDifferentiation is concerned with providing uniqueness: desain,\r\npurna jual, pengalaman.\r\nDistinguishing the offerings of an organization in a way that the\r\ncustomer perceives as adding value.\r\nDifferentiation should be thought of as going beyond both physical\r\ncharacteristics and service attributes to encompass everything about the\r\nproduct or service that influences the value that the customers derive\r\nfrom it.\r\n2. Biaya rendah (Low-cost leadership)\r\nEntails achieving maximum value as defined by your customer melalui:\r\na facility that is effectively utilized, biaya overhead yang rendah,\r\nmanajemen persediaan\r\n\r\n3. Cepat Tanggap (quick response)\r\nA set of values related to rapid, flexible, and reliable\r\nperformance.\r\nFlexible response is the ability to match changes in a marketplace\r\nwhere design innovations and volumes fluctuate substantially.\r\nThe reliability of scheduling.\r\nQuickness\r\n\r\n",
    "preview": "posts/2022-05-19-manajemen-dan-strategi-operasional/input-output-transformation.png",
    "last_modified": "2022-05-19T04:25:42+07:00",
    "input_file": {},
    "preview_width": 702,
    "preview_height": 376
  }
]
