[
  {
    "path": "posts/2022-05-19-sumber-daya-manusia-desain-kerja-dan-pengukuran-kerja/",
    "title": "Sumber Daya Manusia, Desain Kerja dan Pengukuran Kerja",
    "description": "Modul 6",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-05-19",
    "categories": [],
    "contents": "\r\n\r\nContents\r\nPENDAHULUAN\r\nKEGIATAN\r\nBELAJAR 1: STRATEGI PENGELOLAAN SDM OPERASIONAL\r\nMANAJEMEN SDM (MSDM)\r\nDESAIN PEKERJAAN\r\n\r\nKEGIATAN\r\nBELAJAR 2: KURVA PEMBELAJARAN DAN PENGUKURAN KERJA\r\nKURVA\r\nPEMBELAJARAN DALAM LAYANAN DAN MANUFAKTUR\r\n\r\n\r\nPENDAHULUAN\r\nBeberapa ahli berpandangan bahwa sumber daya manusia lebih penting\r\ndibandingkan sumber daya lain dalam memenangkan persaingan. Kemajuan\r\nteknologi informasi dan komunikasi yang membawa perubahan lingkungan\r\nkerja membutuhkan karyawan yang ahli secara teknis dan dapat\r\nberkomunikasi secara efektif dengan pelanggan. Produktivitas, efisiensi\r\ndan efektivitas sebagai salah satu tujuan perusahaan banyak terkait\r\ndengan sumber daya manusia. Oleh karena itu penting bagi perusahaan\r\nuntuk melakukan perencanaan dan pengelolaan SDMnya dengan baik.\r\nPada modul ini, Anda akan mempelajari pengelolaan SDM, bagaimana\r\nmembuat desain kerja dan bagaimana melakukan pengukuran kinerja. Secara\r\numum setelah mempelajari modul ini, mahasiswa diharapkan dapat\r\nmenjelaskan desain kerja dan pengukuran kinerja karyawan serta\r\nmenjelaskan penggunaan kurva pembelajaran yang mendukung desain kerja\r\ndan pengukuran kinerja.\r\nSecara khusus, setelah mempelajari modul ini, mahasiswa diharapkan\r\nmampu menjelaskan:\r\n\r\npengertian manajemen sumber daya manusia dalam organisasi;\r\n\r\npraktik pengelolaan SDM;\r\n\r\ndesain kerja;\r\n\r\ndesain kerja dan cara memotivasi karyawan untuk bekerja;\r\n\r\nkurva pembelajaran dalam layanan dan manufaktur;\r\n\r\nbeberapa pendekatan dalam kurva pembelajaran;\r\n\r\npengukuran waktu kerja karyawan;\r\n\r\nergonomi dan lingkungan kerja karyawan.\r\nKEGIATAN\r\nBELAJAR 1: STRATEGI PENGELOLAAN SDM OPERASIONAL\r\nMANAJEMEN SDM (MSDM)\r\nSemua kegiatan dalam organisasi yang mencakup penggabungan dan\r\npenggunaan SDM.\r\nMSDM yang baik harus memenuhi hak dan kewajiban karyawan dan\r\npermintaan masyarakat\r\nDepartemen MSDM bertanggung jawab dalam hal-hal teknis dan\r\nmanajerial yang berhubungan dengan SDM.\r\nPengembangan sistem SDM merupakan invisble asset yang\r\nmelekat dalam sistem operasi organisasi.\r\nPraktik pengelolaan SDM meliputi perencanaan karyawan, penyusunan\r\njadwal kerja, desain pekerjaan, penentuan waktu kerja serta evaluasi\r\nkinerja karyawan\r\n\r\nDESAIN PEKERJAAN\r\nJob design specifies the tasks that constitute a job for an\r\nindividual or a group.\r\nFive components of job design:\r\njob specialization,\r\njob expansion,\r\npsychological components,\r\nself-directed teams, and\r\nmotivation and incentive systems.\r\n\r\nBeberapa Atribut Penting dalam Desain Pekerjaan:\r\nTingkat pengulangan yang tepat\r\nTingkat perhatian dan penyerapan yang tepat\r\nTanggung jawab karyawan untuk mengambil keputusan dan kebijakan\r\nPengendalian karyawan terhadap pekerjaannya\r\nSasaran dan umpan balik pencapaian\r\nKontribusi terhadap produk atau jasa yang berguna\r\nKesempatan menjalin hubungan dan pertemanan personal\r\nBeberapa pengaruh melalui cara kerha yang dilaksanakan dalam\r\nkelompok\r\nPenggunaan keahlian\r\n\r\nJob enlargement: the grouping of a variety of tasks about the\r\nsame skill level; horizon- tal enlargement.\r\nJob rotation: a system in which an employee is moved from one\r\nspecialized job to another.\r\nJob enrichment: a method of giving an employee more\r\nresponsibility that includes some of the planning and control necessary\r\nfor job accomplishment; vertical expansion.\r\nEmployee empowerment: enlarging employee jobs so that the added\r\nresponsibility and authority are moved to the lowest level\r\npossible.\r\nSumber: Heizer, et.al (2020)\r\nKEGIATAN\r\nBELAJAR 2: KURVA PEMBELAJARAN DAN PENGUKURAN KERJA\r\nLearning curves are based on the premise that people and\r\norganizations become better at their tasks as the tasks are\r\nrepeated.\r\nA learning curve graph (see Figure) displays cost (or time) per\r\nunit versus the cumulative number of units produced.\r\nFrom it we see that the time needed to produce a unit decreases,\r\nusually following a negative exponential curve (part a), as the person\r\nor company produces more units.\r\nIt takes less time to complete each additional unit a firm\r\nproduces.\r\nHowever, the time savings in completing each subsequent unit also\r\ndecreases.\r\nSumber: Heizer, et.al (2020)\r\nPrinsip ini ditunjukkan dengan rumus: \\(T *\r\nL^n = Time\\ required\\ for\\ the\\ nth\\ unit\\)\r\nDimana,\r\nT = unit cost or unit time of the first unit\r\nL = learning curve rate\r\nn = number of times T is doubled\r\nKURVA\r\nPEMBELAJARAN DALAM LAYANAN DAN MANUFAKTUR\r\nDifferent organizations, different products have different learning\r\ncurves.\r\nThe rate of learning varies depending on the quality of management\r\nand the potential of the process and product.\r\nAny change in process, product, or personnel disrupts the learning\r\ncurve.\r\nThus,a learning curve does not seem smooth, continuing and\r\npermanent.\r\nSumber: Heizer, et.al (2020)\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-05-20T06:20:16+07:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-05-19-manajemen-persediaan/",
    "title": "Manajemen Persediaan",
    "description": "Modul 5",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-05-15",
    "categories": [],
    "contents": "\r\nPENDAHULUAN\r\nTujuan pengelolaan persediaan adalah memenuhi permintaan pelanggan\r\ndan mencapai keefektifan biaya. Modul ini membahas permasalahan\r\nmanajemen persediaan tradisional dan mendiskusikan beberapa model yang\r\nlebih populer untuk membuat keputusan persediaan yang efektif dalam\r\nbiaya.\r\nSecara umum, setelah mempelajari modul ini, mahasiswa diharapkan\r\ndapat menjelaskan manajemen model persediaan independen dan manajemen\r\nmodel persediaan dependen. Secara khusus, Anda diharapkan mampu:\r\n\r\nmenjelaskan pengertian dan manfaat persediaan dalam perusahaan\r\nmanufaktur dan layanan\r\n\r\nmenjelaskan model-model persediaan dengan permintaan independen.\r\n\r\nmenjelaskan pengertian persediaan dependen.\r\n\r\nmenjelaskan pengertian dan manfaat rencana kebutuhan material.\r\n\r\nmenjelaskan teknik-teknik dalam menyusun rencana kebutuhan\r\nbahan/material.\r\n\r\nmenjelaskan sistem persediaan just-in-time.\r\n\r\nmenjelaskan perencanaan sumber daya perusahaan jasa.\r\n\r\nKEGIATAN BELAJAR\r\n1: Model Persediaan Independen\r\nA. PENGERTIAN PERSEDIAAN\r\nInventory is present in all service and manufacturing\r\nprocesses.\r\nIn manufacturing, inventory consists of the components that make up\r\nthe product being manufactured.\r\nIn services, inventory may be used as part of the service delivery\r\nsystem (for example, disposable implements for a hospital operation), or\r\nit may be part of the tangible component of the service itself (for\r\nexample, the brochure for a car insurance policy).\r\nA bank has methods to control its inventory of cash.\r\nA hospital has methods to control blood supplies and\r\npharmaceuticals.\r\nGovernment agencies, schools, and, of course, virtually every\r\nmanufacturing and production organization are concerned with inventory\r\nplanning and control.\r\nInventory is important because although it is necessary for\r\ncustomer service it can also be a major cost to the\r\norganization.\r\nPersediaan adalah segala sesuatu yang disimpan untuk digunakan jika diperlukan\r\nFungsi Persediaan\r\nTo provide a selection of goods for anticipated customer demand and\r\nto separate the firm from fluctuations in that demand. Such inventories\r\nare typical in retail establishments.\r\nTo decouple various parts of the production process. For example, if\r\na firm’s supplies fluctuate, extra inventory may be necessary to\r\ndecouple the production process from suppliers.\r\nTo take advantage of quantity discounts, because purchases in larger\r\nquantities may reduce the cost of goods or their delivery.\r\nTo hedge against inflation and upward price changes.\r\nJenis-jenis Persediaan\r\nRaw material inventory has been purchased but not processed.\r\nWork-in-process (WIP) inventory is components or raw material that\r\nhave undergone some change but are not completed. WIP exists because of\r\nthe time it takes for a product to be made (called flow time).\r\nReducing flow time reduces inventory. Often this task is not\r\ndifficult: during most of the time a product is “being made,” it is in\r\nfact sitting idle. As Figure 12.1 shows, actual work time, or “run”\r\ntime, is a small portion of the material flow time, perhaps as low as\r\n5%.\r\n\r\n\r\nSumber: Render, et.al. (2020)\r\nMROs are inventories devoted to maintenance/repair/operating\r\nsupplies necessary to keep machinery and processes productive. They\r\nexist because the need and timing for maintenance and repair of some\r\nequipment are unknown.\r\nFinished-goods inventory is completed product awaiting shipment.\r\nFinished goods may be inventoried because future customer demands are\r\nunknown.\r\nB. MODEL-MODEL PERSEDIAAN\r\nInventory control models assume that demand for an item is either\r\nindependent of or dependent on the demand for other items.\r\nFor example, the demand for refrigerators is independent of the\r\ndemand for toaster ovens.\r\nHowever, the demand for toaster oven components is dependent on the\r\nrequirements of toaster ovens.\r\n\r\n1.\r\nModel Kuantitas Pemesanan Ekonomis (Economic Order Quantity/EOQ)\r\nThe economic order quantity (EOQ) model is one of the most commonly\r\nused inventory-control techniques.\r\nThis technique is relatively easy to use but is based on several\r\nassumptions:\r\nDemand for an item is known, reasonably constant, and independent of\r\ndecisions for other items.\r\nLead time—that is, the time between placement and receipt of the\r\norder—is known and consistent.\r\nReceipt of inventory is instantaneous and complete. In other words,\r\nthe inventory from an order arrives in one batch at one time.\r\nQuantity discounts are not possible.\r\nThe only variable costs are the cost of setting up or placing an\r\norder (setup or ordering cost) and the cost of holding or storing\r\ninventory over time (holding or carrying cost).\r\nStockouts (shortages) can be completely avoided if orders are placed\r\nat the right time.\r\n\r\n\r\n\r\nSumber: Render, et.al. (2020)\r\n2. Model Diskon Kuantitas\r\nA quantity discount is simply a reduced price (P) for an item when\r\nit is purchased in larger quantities.\r\nQuantity discounts appear everywhere—you cannot go into a grocery\r\nstore without seeing them on nearly every shelf.\r\nResearchers have found that most companies either offer or receive\r\nquantity discounts for at least some of the products that they sell or\r\npurchase.\r\n3. Model Kuantitas Pemesanan\r\nProduksi\r\nAn economic order quantity technique applied to production\r\norders.\r\n4. Model Probabilistik\r\nA statistical model applicable when product demand or any other\r\nvariable is not known but can be specified by means of a probability\r\ndistribution.\r\n5. Model Simulasi\r\nDuplikasi atau tiruan terhadap karakteristik, fitur dan penampilan\r\nsistem yang nyata dengan menggunakan komputer\r\ndilakukan jika terdapat ketidakpastian dalam permintaan, waktu\r\nantara dan waktu pemesanan kembali\r\n\r\nKEGIATAN BELAJAR\r\n2: Model Persediaan Dependen\r\nA. PENGERTIAAN PERSEDIAAN\r\nDEPENDEN\r\nPersediaan dependen adalah persediaan yang pengadaannya, baik jumlah\r\ndan waktu penyediaannya, ditentukan oleh urutan proses atau kebutuhan\r\nbahan atau komponen lain.\r\nDemand for items is dependent when the relationship between the\r\nitems can be determined.\r\nModel ini lebih realistis karena dalam praktik pada umumnnya produk\r\ntidak terdiri atas satu jenis bahan baku.\r\nDependent Inventory\r\nModel Requirements\r\nEffective use of dependent inventory models requires that the\r\noperations manager know the following:\r\nMaster production schedule (what is to be made and when)\r\nSpecifications or bill of material (materials and parts required to\r\nmake the product)\r\nInventory availability (what is in stock)\r\nPurchase orders outstanding (what is on order, also called expected\r\nreceipts)\r\nLead times (how long it takes to get various components)\r\nManfaat Model Persediaan\r\nDependen\r\nMampu menanggapi permintaan pelanggan\r\nMenanggapi secara lebih cepat terhadap perubahan pasar\r\nMemperbaiki penggunaan fasilitas dan karyawan\r\nMengurangi persediaan\r\nSistem Persediaan\r\nJust-in-Time\r\nJust-in-time adalah konsep persediaan dengan pemenuhan\r\nsecara tepat waktu, tepat jumlah dan tepat kualitas.\r\nJIT merupakan filosofi sekaligus teknik untuk menghilangkan\r\npemborosan\r\nTidak hanya berlaku pada persediaan, pada proses atau mutu juga\r\ndapat diterapkan.\r\nManfaat Penerapan JIT\r\nPersediaan berkurang\r\nPerbaikan kualitas\r\nPengurangan biaya\r\nPengurangan ruang yang dibutuhkan\r\nPengurangan lead time\r\nPeningkatan produktivitas\r\nFleksibilitas lebih besar\r\nHubungan dengan pemasok lebih baik\r\nKegiatan penjadwalan dan pengendalian lebih sederhana\r\nPeningkatan kapasitas\r\nPemberdayaan sumber daya manusia lebih baik\r\nVariasi produk lebih banyak mengikuti keinginan pelanggan\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-05-19T04:42:45+07:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-05-19-manajemen-kualitas/",
    "title": "Manajemen Kualitas",
    "description": "Modul 4",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-04-22",
    "categories": [],
    "contents": "\r\nPENDAHULUAN\r\nBeauty is in the eye of the beholder. Kualitas merupakan\r\npenilaian yang bersifat subyektif dari setiap orang. Kualitas secara\r\nsingkat dapat diartikan penilaian terhadap apa yang didapatkan dari apa\r\nyang telah dibayarkan. Dalam modul 4 ini, Anda akan mempelajari\r\nbagaimana mengelola kualitas produk, layanan, proses produksi dan proses\r\nlayanan. Setelah mempelajari modul ini Anda diharapkan mampu:\r\n\r\nmenjelaskan konsep kualitas dan manajemen kualitas\r\n\r\nmenjelaskan alat dan teknik perbaikan kualitas\r\n\r\nmenjelaskan pengertian, manfaat dan jenis standar internasional\r\n\r\nmenjelaskan konsep total quality management\r\n\r\nmenjelaskan pengertian pengendalian kualitas statistik\r\n\r\nmenjelaskan teknik pengendalian kualitas proses statistik untuk data\r\nvariabel\r\n\r\nmenjelaskan teknik pengendalian kualitas proses statistik untuk data\r\natribut\r\n\r\nmenjelaskan pengertian dan cara melakukan analisis kemampuan proses\r\nKEGIATAN\r\nBELAJAR 1: Manajemen Kualitas dan Standar Internasional\r\nA. KONSEP KUALITAS\r\nDAN MANAJEMEN KUALITAS\r\nKeseluruhan ciri atau karakteristik produk atau jasa dalam\r\ntujuannya untuk memenuhi kebutuhan dan harapan pelanggan\r\nKualitas produk atau jasa dapat diwujudkan bila orientasi seluruh\r\nkegiatan perusahaan diarahkan pada pencapaian kepuasan konsumen\r\nGambar 4.1 Dua Perspektif\r\nKualitasB. ALAT DAN TEKNIK\r\nPERBAIKAN KUALITAS\r\nDiagram Pareto\r\nHistogram\r\nLembar Pengecekan\r\nAnalisis Matriks\r\nDiagram Sebab Akibat\r\nDiagram Penyebaran\r\nDiagram Alur\r\nRun Chart\r\nTime Series\r\nSteam and Leaf Plots\r\nBox Plots\r\nPeta Multivariabel\r\nPeta Pengendali\r\nC. STANDAR INTERNASIONAL\r\nISO 9000 salah satu penjaminan mutu yang banyak digunakan\r\nISO 9000 merujuk pada seperangkat standar yang meliputi: ISO 9000,\r\nISO 9001, ISO 9002, ISO 9003 dan ISO 9004\r\nStandar tersebut mencakup perancangan kualitas, manajemen kualitas,\r\ndan penjaminan kualitas\r\nISO 9000\r\nStandar manajemen kualitas dan penjaminan kualitas\r\nPemandu untuk pemilihan dan penggunaan standar\r\nStandar ISO 9000 berisi pedoman yang digunakan bersamaan dengan\r\nkeempat standar lainnya.\r\nISO 9001\r\nSistem kualitas - mengarah pada efektivitas\r\nModel untuk penjaminan kualitas dalam perancangan/pengembangan,\r\nproduksi, instalasi dan pelayanan jasa\r\nMenjamin ketaatan terhadap kualitas dalam tahap\r\nperancangan/pengembangan, produksi, instalasi dan pelayanan jasa.\r\nDipakai oleh berbagai jenis perusahaan\r\nISO 9002\r\nModel untuk penjaminan mutu untuk produksi dan instalasi\r\nLebih lunak daripada ISO 9001\r\nBiasa digunakan perusahaan manufaktur\r\nISO 9003\r\nModel penjaminan kualitas dalam inspeksi akhir dan pengujian\r\nSangat terbatas dan sedikit digunakan\r\nISO 9004\r\nBerisi pemandu dalam hal-hal yang berkaitan dengan faktor teknis,\r\nadministratif dan sumber daya manusia yang mempengaruhi kualitas produk\r\ndan jasa.\r\nPemandu dalam pengembangan dan implementasi sistem kualitas\r\nD. TOTAL QUALITY MANAJEMEN\r\nFaktor kunci dalam produktivitas, efektivitas, efisiensi dan\r\npeningkatan kepuasan pelanggan dan karyawan\r\nFilosofi yang bertujuan perbaikan terus-menerus dan\r\nberkelanjutan\r\nVisi yang berfokus setiap orang dalam organisasi berkontribusi\r\nterhadap perbaikan kualitas\r\nPenekanan utama pada kualitas, dengan mengerjakan sesuatu dengan\r\nbaik sejak dari awal untuk memenuhi kepuasan pelanggan.\r\nKEGIATAN\r\nBELAJAR 2: Pengendalian Kualitas Statistik\r\nA. PENGERTIAN\r\nPENGENDALIAN KUALITAS STATISTIK\r\nTeknik penyelesaian masalah yang digunakan untuk memonitor,\r\nmengendalikan, menganalisis, mengelola serta memperbaiki produk dan\r\nproses menggunakan metode-metode statistik.\r\nB.\r\nPENGENDALIAN KUALITAS PROSES STATISTIK UNTUK DATA VARIABEL\r\nPeta Pengendalian (control chart):\r\nPemilihan karakteristik kualitas\r\nPemilihan subkelompok\r\nPengumpulan data\r\nPenentuan garis pusat\r\nPenyusunan revisi terhadap garis pusat\r\nInterpretasi terhadap pencapaian tujuan\r\n\r\nC.\r\nPENGENDALIAN KUALITAS PROSES STATISTIK UNTUK DATA ATRIBUT\r\nAtribut: karakteristik kualitas yang sesuai dengan spesifikasi atau\r\ntidak sesuai dengan spesifikasi\r\nD. ANALISIS KEMAMPUAN PROSES\r\nTahapan yang harus dilakukan dalam mengadakan pengendalian kualitas\r\nproses statistik\r\nMerupakan kemampuan proses untuk memenuhi spesifikasi yang didesain\r\nmenurut pendesain perusahaan atau permintaan pelanggan.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-05-19T04:36:45+07:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-05-19-perencanaan-lokasi-dan-tata-letak-perusahaan/",
    "title": "Perencanaan Lokasi dan Tata Letak Perusahaan",
    "description": "Modul 3",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-04-12",
    "categories": [],
    "contents": "\r\nPENDAHULUAN\r\nKeputusan penentuan lokasi untuk menghasilkan produk merupakan aspek\r\nkunci dalam membuat keputusan strategis dan logistik dalam perusahaan\r\nmanufaktur. Pemilihan lokasi yang tepat akan mendorong para pelanggan\r\ndatang untuk mendapatkan produk atau layanan dan memudahkan proses\r\nproduksi. Selain lokasi yang tepat, tata letak juga merupakan keputusan\r\nkunci yang menentukan efisiensi operasi jangka panjang dan mempunyai\r\nsejumlah implikasi strategis.\r\nSecara umum, setelah mempelajari modul ini, Mahasiswa diharapkan\r\ndapat menjelaskan perencanaan dan pengelolaan lokasi perusahaan dan tata\r\nletak perusahaan. Secara khusus, setelah mempelajari modul ini,\r\nmahasiswa diharapkan mampu:\r\n\r\nmenjelaskan berbagai faktor yang mempengaruhi penentuan lokasi\r\nperusahaan,\r\n\r\nmenjelaskan metode-metode penentuan lokasi perusahaan,\r\n\r\nmenjelaskan kriteria-kriteria tata letak operasional perusahaan,\r\n\r\nmenjelaskan jenis dan cara penentuan tata letak operasional\r\nperusahaan.\r\nKEGIATAN BELAJAR 1\r\nModel Penentuan Lokasi\r\nPerusahaan\r\nA. FAKTOR YANG MEMPENGARUHI PENENTUAN LOKASI\r\nFaktor yang dipertimbangkan dalam pemilihan lokasi perusahaan\r\nmanufaktur (Krajewski, 2007)\r\nIklim kerja yang menyenangkan\r\nKedekatan dengan pasar\r\nKualitas kehidupan\r\nKedekatan dengan pemasok dan sumberdaya\r\nKedekatan dengan fasilitas perusahaan induk\r\nBiaya penggunaan, pajak, dan kepemilikan atau hak milik.\r\nFaktor yang dipertimbangkan dalam pemilihan lokasi perusahaan\r\nJasa\r\nKedekatan dengan pelanggan\r\nBiaya transportasi dan kedekatan dengan pasar\r\nLokasi pesaing\r\nFaktor-faktor khusus lokasi, misal kemacetan lalu lintas\r\nB. METODE PENENTUAN LOKASI\r\nMetode penilaian faktor\r\nMetode Analisis titik impas (Break Even Analysis)\r\nMetode Pusat Gravitasi\r\nMetode Muatan-Jarak\r\nMetode Transportasi\r\nMetode Delphi\r\nKEGIATAN BELAJAR 2\r\nModel Penentuan Lokasi\r\nPerusahaan\r\nA. KRITERIA KINERJA TATA LETAK OPERASIONAL\r\nDesain Tata Letak Desain tata letak\r\nmempertimbangkan:\r\nPenggunaan orang, ruang dan peralatan dengan lebih baik\r\nDapat memperbaiki aliran informasi, orang dan material\r\nDapat meningkatkan moral karyawan, dan meningkatkan keamanan dan\r\nkondisi kerja.\r\nDapat memperbaiki kinerja dengan pelanggan\r\nFleksibel (apapun tata letak yang ada pasti memerlukan\r\nperubahan)\r\nB. JENIS TATA LETAK OPERASIONAL\r\nEmpat tipe tata letak:\r\nTata Letak aliran fleksibel\r\nTata letak aliran lini\r\nTata letak campuran\r\nTata letak posisi tetap\r\nTata Letak Proses\r\nTata letak proses yang digunakan dalam perusahaan jasa memerlukan\r\nruang yang memberikan kemudahan dan kenyamanan bagi pelanggan\r\nTata letak proses dicirikan dengan operasi yang sebentar-sebentar,\r\ntoko jasa, sekumpulan pekerjaan, atau sekumpulan produksi yang melayani\r\nkebutuhan yang berbeda dari orang-orang yang berbeda.\r\nTata Letak Kantor\r\nTata letak kantor menghendaki pengelompokan karyawan, peralatan dan\r\nruang untuk memberikan kenyamanan, keamanan dan perpindahan lokasi.\r\nBeberapa hal yang menjadi pertimbangan dalam tata letak kantor yaitu\r\nkedekatan, privasi atau keluasaan pribadi, dan beberapa macam pilihan\r\ntata letak kantor.\r\nTata Letak Eceran\r\nTiga elemen yang perlu diperhatikan:\r\nKondisi yang berkenaan dengan lingkungan\r\nFungsionalitas dan tata letak ruang\r\nTanda, simbol dan artefak yang merupakan karakteristik desain yang\r\nsignifikan dengan kondisi sosial.\r\nTata Letak Gudang\r\nBiaya tata letak gudang mencakup peralatan, orang, material,\r\nsupervisi, asuransi dan depresiasi.\r\nKeunggulan tata letak berorientasi pada produk dan perakitan:\r\nbiaya variabel per unit rendah,\r\nbiaya penanganan bahan baku rendah,\r\npengurangan produk dalam proses,\r\nmemudahkan pelatihan dan supervisi,\r\nmempercepat persiapan proses.\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-05-19T04:33:11+07:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-05-19-desain-produk-dan-proses/",
    "title": "Desain Produk dan Proses",
    "description": "Modul 2",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-04-09",
    "categories": [],
    "contents": "\r\nPENDAHULUAN\r\nDesain produk dan jasa dapat memberikan keunggulan bersaing bagi\r\nperusahaan. Modul 2 ini membahas desain produk dan layanan (KB1) dan\r\ndesain proses produksi dan proses penyampaian layanan (KB2). Secara umum\r\nsetelah mempelajari modul ini, mahasiswa diharapkan dapat menjelaskan\r\nkedua hal ini. Secara khusus, setelah mempelajari modul ini, mahasiswa\r\ndiharapkan dapat:\r\n\r\nmenjelaskan proses desain produk dan jasa,\r\n\r\nmenjelaskan penyusunan ide mengenai produk dan jasa,\r\n\r\nmenjelaskan pengertian dan proses penyusunan quality function\r\ndeployment,\r\n\r\nmenjelaskan pengertian dan proses desain jasa,\r\n\r\nmenjelaskan desain proses operasional,\r\n\r\nmenjelaskan peramalan permintaan yang mendukung desain proses produk dan\r\nlayanan,\r\n\r\nmenjelaskan teknologi yang mendukung proses produksi dan layanan,\r\n\r\nmenjelaskan pengelolaan kapasitas proses produksi dan layanan,\r\n\r\nmenjelaskan pengertian reliabilitas,\r\n\r\nmenjelaskan alasan dan manfaat reliabilitas,\r\n\r\nmenjelaskan metode-metode untuk memperbaiki reliabilitas selama desain\r\nproduk atau layanan dan proses\r\nKEGIATAN BELAJAR 1\r\nDESAIN DAN PENGEMBANGAN\r\nPRODUK\r\nA. PROSES DESAIN PRODUK DAN JASA\r\nDesain produk dimulai dari ide - uji kelayakan - uji prototipe -\r\nfinalisasi - peluncuran.\r\nDesain jasa juga sama tetapi biasanya melibatkan pelanggan. Contoh\r\nperusahaan jasa asuransi, perbankan, keuangan, transportasi, pendidikan,\r\nkomunikasi.\r\nDesain produk dan jasa proses kontinu karena:\r\nsiklus ekonomi: resesi, booming\r\nsosial demografi: small family, suami-istri bekerja, dll\r\nteknologi: cell phone, internet, social media\r\npolitik\r\nperubahan lain: praktik pemasaran, pemasok, global trade\r\n\r\nEnam hal penting dalam desain produk:\r\nmengurangi kompleksitas produk\r\nstandardisasi komponen\r\nperbaikan aspek fungsional\r\nmemperbaiki desain pekerjaan dan keamanan pekerjaan\r\nmemperbaiki kemudahan perbaikan\r\ndesain yang sehat dan kuat/konsisten\r\n\r\nTujuan keputusan produk adalah menerapkan strategi produk untuk\r\nmemenuhi permintaan pasar dan mencapai keunggulan bersaing.\r\n\r\nB PENYUSUNAN IDE\r\nProses desain dimulai dengan memahami pelanggan\r\nIde pengembangan: pelanggan, pemasok, bagian R&D, pemasaran,\r\npesaing dan teknologi\r\nPemetaan perseptual\r\nBenchmarking: membandingkan produk terbaik dikelasnya\r\nReverse engineering: membongkar produk pesaing\r\nStudi kelayakan: analisis pasar, analisis ekonomi, teknik dan\r\nstrategi, spesifikasi kerja.\r\nPrototyping dengan desain terintegrasi: desain bentuk, fungsional,\r\ndan produksi.\r\ndesain bentuk: karakter fisik, warna, ukuran, berat, dll\r\ndesain fungsional: keandalan, pemeliharaan, kegunaan\r\ndesain produksi: bagaimana produk akan dihasilkan\r\n\r\nC. QUALITY FUNCTION DEPLOYMENT (QFD)\r\nPengerahan fungsi kualitas: proses menentukan kebutuhan pelanggan\r\ndan menerjemahkannya ke dalam atribut yang dipahami oleh bidang-bidang\r\nfungsional terkait.\r\nmengubah suara pelanggan menjadi persyaratan desain teknis\r\n\r\nManfaat QFD: - mengurangi biaya - meningkatkan pendapatan -\r\nmengurangi waktu produksi\r\nD. DESAIN JASA\r\nLebih komprehensif dibanding produk\r\nVariasi proses jasa, sistem harus didesain secara hati-hati\r\nKonsep jasa didasarkan pada pengalaman pelanggan sasaran dan\r\nbagaimana layanan berbeda dari yang lain serta dapat bersaing di\r\npasar.\r\nPaket jasa: item-item fisik, manfaat yang dinikmati dan manfaat\r\npsikologis\r\nitem fisik: fasilitas, makanan, minuman, meja, taplak, ac,\r\nkebersihan\r\nmanfaat kenikmatan: rasa, aroma, keramahan\r\nmanfaat psikologis: kesehatan, kenyamanan, relaksasi\r\n\r\nKEGIATAN BELAJAR 2\r\nDESAIN PROSES,\r\nKAPASITAS PRODUKSI DAN PELAYANAN\r\nA. DESAIN PROSES OPERASIONAL\r\nStrategi Proses:\r\nmentransformasi sumberdaya menjadi produk dan jasa yang memenuhi\r\nkebutuhan pelanggan, spesifikasi sesuai biaya dan keterbatasan\r\nmanajerial perusahaan.\r\nproses produksi atau proses penyampaian layanan mempengaruhi\r\nefisiensi dan fleksibilitas proses produksi.\r\nEmpat strategi proses\r\nfokus proses: variasi banyak dan jumlah sedikit, biaya variabel\r\ntinggi, biaya tetap rendah\r\nfokus produk: jumlah besar, variasi sedikit, biaya variabel rendah,\r\nbiaya tetap tinggi.\r\nfokus pengulangan: berada antara fokus proses dan produk\r\nkustomisasi massal: jumlah dan variasi banyak\r\nB. DESAIN KAPASITAS\r\nKapasitas: banyaknya output yang dapat dicapai oleh sistem dalam\r\nperiode waktu tertentu\r\nUkuran keberhasil manajemen operasinal: keseimbangan antara kualitas\r\ndan manajemen sumberdaya\r\nEmpat pilihan pengendalian operasional:\r\nmengubah kapasitas\r\nmenangani persediaan\r\nmengharap pelanggan menunggu\r\nmempengaruhi permintaan dengan cara lain\r\n\r\nC. PERAMALAN PERMINTAAN\r\nTitik awal perencanaan: berapa barang atau jasa yang dapat dijual,\r\nharga, bahan baku, jam kerja, dll\r\nBeberapa teknik peramalan:\r\npertimbangan ahli (expert judgment), jangka panjang\r\npenghitungan (counting)\r\nperjalanan waktu (time series), jangka pendek\r\nsebab akibat (causal), jangka panjang-menengah\r\n\r\nD. TEKNOLOGI DALAM PROSES PRODUKSI\r\nPertimbangan pemilihan teknologi: kapasitas, ukuran, pemeliharaan,\r\nkeunggulan bersaing\r\nFleksibilitas: menanggapi perubahan waktu, biaya dan keinginan\r\npelanggan\r\nBeberapa teknologi: robot, CNC, AIS, AGV\r\nE. PENGELOLAAN KAPASITAS\r\nPerencanaan kapasitas sangat strategis:\r\nkekurangan kapasitas dapat kehilangan pelanggan karena layanan\r\nlambat dan kalah bersaing\r\nkelebihan kapasitas inefisiensi, mengurangi karyawan, menurunkan\r\nharga\r\n\r\nStrategi bersaing jangka panjang dengan menentukan kapasitas\r\npenggunaan sumberdaya, fasilitas peralatan, karyawan secara\r\nintensif.\r\nAntisipasi kelebihan/kekurangan kapasitas:\r\nsistem janjian: dokter, pengacara\r\nreservasi: hotel, restoran\r\nfirst come first serve: supermarket, kantor pos, pom bensin,\r\ndll\r\nKEGIATAN BELAJAR 3\r\nRELIABILITAS\r\nA. PENGERTIAN RELIABILITAS\r\nKemampuan produk untuk berfungsi pada periode waktu tertentu\r\nprobabilitas produk berfungsi\r\nkeberhasilan kinerja produk\r\nlingkungan peralatan harus beroperasi\r\nwaktu operasi\r\n\r\nProduk reliabel/andal: dapat berfungsi untuk periode waktu yang\r\nlama.\r\nBerkaitan dengan teknik perancangan, teknik kualitas, teknik\r\npembuatan dll\r\nB. ALASAN DAN MANFAAT RELIABILITAS\r\noptimalisasi periode waktu kerusakan\r\noptimalisasi periode waktu pemberian jaminan dan biaya jaminan\r\noptimalisasi waktu pencegahan kerusakan komponen\r\nperkiraan kebutuhan bahan baku.\r\ninformasi lebih baik tentang kerusakan komponen\r\nC. METODE UNTUK MEMPERBAIKI RELIABILITAS SELAMA DESAIN\r\nmeninjau kebutuhan pemakai, fungsi yang tidak bermanfaat dapat\r\ndihilangkan\r\npilihan antara reliabilitas dan kinerja fungsional, berat\r\nmeninjau pemilihan bahan baku yang belum teruji\r\npengendalian lingkungan operasi yang memiliki kegagalan rendah\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-05-19T04:29:50+07:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-05-19-manajemen-dan-strategi-operasional/",
    "title": "Manajemen dan Strategi Operasional",
    "description": "Modul 1",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-04-02",
    "categories": [],
    "contents": "\r\nCapaian Pembelajaran\r\nSecara Umum, setelah mempelajari Modul ini mahasiswa diharapkan dapat\r\nmenjelaskan manajemen operasional dan strategi operasional. Secara\r\nkhusus, setelah mempelajari Modul ini mahasiswa diharapkan mampu:\r\nmenjelaskan pengertian manajemen operasional\r\nmenjelaskan fungsi-fungsi operasional\r\nmenjelaskan perbedaan antara produk dan jasa\r\nmenjelaskan sejarah perkembangan manajemen operasional\r\nmenjelaskan tren atau perkembangan dalam manajemen operasional,\r\nmenjelaskan keputusan yang diambil oleh manajer operasional,\r\nmenjelaskan pengertian strategi operasional\r\nmenjelaskan strategi operasional dan kegiatan operasional\r\nmenjelaskan penyusunan strategi operasional\r\nmenjelaskan cara mencapai keunggulan bersaing melalui strategi\r\noperasional\r\nmenjelaskan pengembangan dan implementasi strategi operasional.\r\nKEGIATAN BELAJAR 1\r\nA. Pengertian Manajemen\r\nOperasional\r\nSetiap organisasi agar tetap exist harus menciptakan nilai\r\ndalam bentuk solusi, produk dan jasa untuk pelanggan. Caranya adalah\r\nmentransformasi sumberdaya yang dimiliki menjadi solusi yang dipakai\r\noleh pelanggan.\r\nOperasional proses transformasi input menjadi\r\noutput dengan tambahan nilai (value-added).\r\nManajemen Operasional: seperangkat kegiatan\r\nmenciptakan nilai produk atau jasa yang dihasilkan melalui proses\r\ntransformasi input menjadi output.\r\nManajer Operasional: mengawasi proses transformasi\r\ntersebut, melakukan perencanaan dan desain sistem operasional, serta\r\nmengelola kebutuhan material, kualitas dan produktivitas.\r\nOperations management is about how organizations create and\r\ndeliver services and products.\r\nPERHATIKAN ilustrasi berikut:\r\nEverything you wear, sit on, use, or read in the Mosque during\r\nTarawih comes to you courtesy of the operations managers who organized\r\nits creation and delivery.\r\nEvery lecture you attend at university, every book you borrow from\r\nthe library, every treatment you receive at the hospital, every meal you\r\nreceive at your chosen cafe, every service you expect in the shops – all\r\nhave been created by operations managers.\r\nOrang yang mengawasi penciptaan dan pendistribusian barang dan jasa\r\ndisebut ‘manajer operasi’, walaupun mereka tidak selalu disebut\r\ndemikian.\r\nMakul ini berkaitan dengan tugas, permasalahan dan keputusan manajer\r\noperasi yang membuat barang dan jasa yang dibutuhkan oleh\r\npelanggan.\r\nProses Transformasi\r\nInput-Output\r\n\r\n\r\n\r\nSumber: Nigel Slack and Alistair Brandon-Jones (2019)\r\nInput untuk Proses\r\nMaterials:\r\nmengubah ciri fisik (physical properties) seperti bentuk\r\natau komposisi.\r\nmengubah lokasi (location) seperti parcel delivery.\r\nmentransfer kepemilikan (to change the possession).\r\nmenyimpan material (store materials) seperti\r\nwarehouses.\r\n\r\nInformation\r\nprocess information could transform their informational properties\r\n(that is, the purpose or form of the information) seperti accountants do\r\nthis.\r\nSome change the possession of the information: for example, market\r\nresearch companies sell information.\r\nSome store the information, such as archives and libraries.\r\nSome operations, such as telecommunication companies, change the\r\nlocation of the information.\r\n\r\nPelanggan/(Customers)\r\noperations which process customers might change their physical\r\nproperties in a similar way to materials processors: for example,\r\nhairdressers or cosmetic surgeons.\r\nSome store (or more politely accommodate) customers: hotels, for\r\nexample.\r\nAir-lines, mass rapid transport systems and bus companies transform\r\nthe location of their customers, while hospitals transform their\r\nphysiological state.\r\nSome are concerned with transforming their psychological state: for\r\nexample, most entertainment services such as music, theatre, television,\r\nradio and theme parks.\r\n\r\n–> Khusus Pelanggan\r\nthey are not always simple ‘passive’ items to be processed. They can\r\nalso play a more active part in many operations and processes. For\r\nexample, they create the atmosphere in a restaurant; they provide the\r\nstimulating environment in learning groups in education, they provide\r\ninformation at check-in desks, and so on.\r\nWhen customers play this role, it is usually referred to as\r\n‘co-production’ because the customer plays a vital part in the provision\r\nof the product/service offering.\r\n\r\n\r\n\r\nSumber: Nigel Slack and Alistair Brandon-Jones (2019)\r\nKeluaran dari Proses (outputs from the process)\r\nOperations create products and services. Products and services are\r\ndifferent.\r\nProducts are usually tangible things whereas services are activities\r\nor processes.\r\nA car or a newspaper or a restaurant meal is a product, whereas a\r\nservice is the activity of the customer using or consuming that\r\nproduct.\r\nSome services do not involve products. Consultancy advice or a\r\nhaircut is a process (although some products may be supplied in support\r\nof the service, such as a report or a hair gel).\r\nAlso, while most products can be stored, at least for a short time,\r\nservice only happens when it is consumed or used. So, accommodation in\r\nan hotel room for example will perish if it is not sold that night, a\r\nrestaurant table will remain empty unless someone uses it that\r\nevening.\r\nNilai Tambah\r\n(value-added)\r\nEsensi dari fungsi operasi adalah menciptakan nilai tambah dalam\r\nproses transformasi.\r\nNilai tambah (value-added) adalah perbedaan antara biaya\r\nmasukan/input dengan nilai atau harga dari keluaran/output.\r\nDi dalam organisasi non profit, nilai dari outputnya (misalnya\r\npolisi, TNI, pemadam kebakaran) adalah nilai mereka pada masyarakat\r\n(keamanan, kenyamanan, dll); semakin besar nilai tambah yang diberikan,\r\nartinya semakin efektif operasi mereka.\r\nDi dalam organisasi dengan tujuan profit, nilai dari output diukur\r\ndari harga yang ingin dibayar oleh pelanggan untuk barang atau jasa\r\nmereka.\r\nPerusahaan menggunakan uang untuk yang diperoleh dari nilai tambah\r\nuntuk kegiatan R&D, investasi fasilitas dan peralatan baru, gaji\r\nkaryawan dan keuntungan.\r\nSemakin besar nilai tambah semakin banyak dana yang tersedia untuk\r\nkegiatan ini.\r\nNilai juga bisa dalam bentuk psikologis seperti branding.\r\n\r\n\r\n\r\nSumber: Stevenson, William J. (2021)\r\nPERBEDAAN PRODUK DAN JASA\r\n\r\n\r\n\r\nSumber: Jay Heizer, Barry Render, and Chuck Munson (2020)\r\nPrinsip Operasi\r\nHampir semua operasi menghasilkan barang dan jasa, dan\r\nPerbedaan antara operasi yang menghasilkan produk atau jasa \r\nsemakin tidak relevan. Pada dasarnya semua operasi \r\nmenghasilkan layanan bagi pelanggannya. \r\nKEGIATAN BELAJAR 2:\r\nStrategi Operasional\r\nPengertian Strategi\r\nAn effective operations management effort must have a\r\nmission so it knows where it is going and a\r\nstrategy so it knows how to get there.\r\nMisi: the purpose or rationale for an organization’s\r\nexistence\r\nStrategi: suatu langkah untuk menyusun rencana\r\nkegiatan yang dilakukan secara sengaja yang dapat menciptakan dan\r\nmenyusun keunggulan bersaing.\r\nMencapai\r\nKeunggulan Bersaing melalui Strategi Operasional\r\nKeunggulan bersaing adalah penciptaan suatu sistem yang memiliki\r\nkeunggulan khas dibanding para pesaing. Tujuannya adalah menciptakan\r\nnilai bagi pelanggan secara efisien dan berkelanjutan.\r\nmanajer operasi yang akan diminta mengimplementasikannya.\r\nMemahami\r\nLingkungan Bisnis: Porter’s five forces model\r\n\r\n\r\n\r\nBuyer power is high when customers have many choices and low when\r\nthey have few choices. Typically, organizations try to limit buyers’\r\nchoices by offering services that make it difficult for customers to\r\nswitch, which is essentially using a differentiation strategy.\r\nSupplier power is high when customers have fewer options and low\r\nwhen customers have more options.\r\nThe threat of customers choosing substitute products or services is\r\nhigh when many alternatives to an organization’s products and services\r\nare available.\r\nThe threat of new entrants into the market-place is low when\r\nduplicating a company’s product or service is difficult. Organizations\r\noften use focus strategies to ensure that this threat remains low.\r\nSampai saat ini, mesin pencari Google sangat sulit ditandingi oleh\r\nmesin pencari lain.\r\n\r\nTiga Strategi Bersaing\r\n1. Perbedaan (differentiation)\r\nDifferentiation is concerned with providing uniqueness: desain,\r\npurna jual, pengalaman.\r\nDistinguishing the offerings of an organization in a way that the\r\ncustomer perceives as adding value.\r\nDifferentiation should be thought of as going beyond both physical\r\ncharacteristics and service attributes to encompass everything about the\r\nproduct or service that influences the value that the customers derive\r\nfrom it.\r\n2. Biaya rendah (Low-cost leadership)\r\nEntails achieving maximum value as defined by your customer melalui:\r\na facility that is effectively utilized, biaya overhead yang rendah,\r\nmanajemen persediaan\r\n\r\n3. Cepat Tanggap (quick response)\r\nA set of values related to rapid, flexible, and reliable\r\nperformance.\r\nFlexible response is the ability to match changes in a marketplace\r\nwhere design innovations and volumes fluctuate substantially.\r\nThe reliability of scheduling.\r\nQuickness\r\n\r\n",
    "preview": "posts/2022-05-19-manajemen-dan-strategi-operasional/input-output-transformation.png",
    "last_modified": "2022-05-19T04:25:42+07:00",
    "input_file": {},
    "preview_width": 702,
    "preview_height": 376
  }
]
